{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "Fame Placement Co., Ltd.", "pos": "VP. Business Development (Energy)", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานพัฒนาธุรกิจ\nงานบริหาร > งานบริหารทั่วไป\nงานบริหาร > งานผู้บริหารระดับสูง", "edu": "ปริญญาโท", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Location: Thailand, Bangkok\nResponsibilities:\n\nFormulate business development (BD) strategies and develop and manage initiatives to drive company business growth.\nManage and ensure full implementation of BD acquisition plans and activities including Asset M&amp;A, Corporate M&amp;A, Farm in, Farm out and Divestment of Development and Production projects as assigned to be in line with Corporate Strategies and Directions.\nRepresent Company to drive BD negotiation and close deal with appropriate BD acquisition value.\nEnsure that business development projects activities to be implemented in compliance with Project Realization Process (PREP) for business development process.\nPlan and manage Project hand over activities to asset management function to ensure smooth transition.\nLead and manage multidiscipline teams contributing to pursue common goal for business growth.\nEstablish, develop strategic relationship with business counterparts &amp; external entities in global E&amp;P, energy industries and select strategic partners for business expansion.\n\nQualifications:\n\nBackground of BD from energy industries in Asia.\nM&amp;A background (pre/during/post due)\nStrong leadership with .\n\n\n\n\nFame Placement Co., Ltd. 128/340 Payatai Plaza, 31st Fl., Room G, Payathai Rd.,  Toongpayatai, Rajthevee, Bangkok 10400 Tel. 66(0)2 612 9536-8 Fax. 66(0)2 612 9539 More Jobs at FAME please visit: www.fameplacement.com", "object_id": "jobsdb_20180512_000000"}
{"loc": "บางนา", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "MK Restaurant Group Public Company Limited", "pos": "International Business Marketing Manager", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานพัฒนาธุรกิจ\nงานขนส่ง > งานขนส่งและคลังสินค้า\nงานการตลาด งาน PR > งานบริหารแบรนด์สินค้า งานบริหารตราสินค้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "Position Summary:\nWe are seeking a dynamic International Business Marketing Manager who is results-oriented and motivated to capture growth opportunity for our company. You are an adaptable self-starter who likes to travel abroad and love to observe foreign cultures. You have a global mindset as well as excellent communication and people skills. With high energy, you will work cross function to design strategy to establish a solid overseas platform for MK Restaurant Group. A unique opportunity to lead and grow a local Thai brand onto a global stage. Reports directly to Special Project VP.\nMain Responsibilities:\n\nIdentify and develop strategic direction, including but not limited to, business opportunities and target prioritization of each prospective country in the AEC and global market\nStudy competitive landscape and collaborate  cross-function to identify market direction and trends\nPro-actively cultivate and enhance relationships with current and potential partners and key contacts in industry and Foreign Government to identify new business opportunities\nLead and develop joint business plans with partners\nUnderstand the local environment, business, laws &amp; regulations, people, its clients and other aspects to drive international business\nStudy potential and assist in managing merger &amp; acquisition, due diligence, franchise management and strategic planning. Provide feasibility analysis and prepare business case for new project initiatives\nStandardize work process to improve existing SOP, international franchise guidelines and utilize tools to improve efficiency, quality and food safety\nCollaborate with Finance, Marketing, Operations, Supply Chain, Quality Assurance, Product Development to drive day-to-day operations and ad-hoc activities\nReview business performance. Analyze key levers impacting P&amp;L and recommend actions\nPerform related work as assigned\n\nQualifications\n\nBS in Engineering, BA in Business, Marketing, Supply Chain or related field. MS/MBA preferred\nMinimum of 6 years in Business Development, with 1-3 years of relevant international business capture and new market entry experience\n\nSkills &amp; Experience\n\nStrong track record in identifying and developing international business in F&amp;B market\nSkills to evaluate external research data to analyze the trends and key insights in broader market\nMarket Entry experience and existing retailer relationships \nEconomic Analysis for demand and pricing\nDemonstrated ability of working in complex cross cultural environments to drive business process \nMerger &amp; acquisition or due diligence experience will be a plus\nExcellent project and program management skills\nHigh-energy, enthusiastic and results oriented\nAdvanced proficiency level in MS Office. Strong presentation skills\nExcellent command in English. TOEIC score above 700. Japanese and Mandarin are a plus\n40% International travel required (minimum)\nSkillful at facilitating the open exchange of ideas and knowledge sharing, creating a culture of open, honest communication. Excellent people and influencing skills\nResults oriented and proven ability to follow through while handling multiple competing priorities\nAdaptability and flexibility - work across different time zones, ability to work across cultures", "object_id": "jobsdb_20180512_000001"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "RGF HR Agent (Thailand) Co., Ltd.", "pos": "General Affair Assistant Manager (30K-40K) (JO-180404-151102)", "benef": "", "func": "งานบัญชี > งานบัญชี\nงานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานธุรการ งานทรัพยากรบุคคล > งานธุรการอื่นๆ งานบุคคลอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: Overall of General Affair tasks. \nDuties &amp; Responsibilities:\n\nHR all (exclude calculate salary)\nPurchase Order\nProject Management all\nControl Supplier and Sub-contractor\nIT &amp; internet\nVisa, Work Permit, 90days (for Staffs and Family)\nSupport Japanese Staff (if any)\nControl Company Car &amp; Expense fee\nArrange documents of company\nOther tasks assigned by the chief\n\nQualifications: \n[Must]                                                      \n\nThai nationality, Female, Age 30-35 years old\nBachelor’s degree \nExperience as a General Affair \nKnowledge about accounting\nAbility to communicate well\nHave tolerance to pressure\nCan analyze the situation. Have and solve problems that can be created.\nAbility to use the necessary computer applications fluently.\nHave the ability to plan And work for a specified period of time\nGood human relations Ability to work as a team. And work seamlessly with people outside the department.\nHave social etiquette and behave appropriately\nCan work overtime or work on holidays\n\nPreferable:\n\nExperience in Accounting \n\nLanguages skills \nEnglish: Advanced Conversational Level  \nJapanese: Preferable    \nWorkplace Area:  (BTS) UdomSuk\nWorking Hour: 8:00 – 17.00 (Monday to Friday) \nAbout the Benefit\nSalary:30,000 – 40,000 THB including all allowances \n\nSocial Security Insurance      \nAccidental and Health insurance OPD/IPD\nAnnual Health Check\nProvident fund\nOT Allowance\nLanguage Allowance  \nHousing Allowance\nBonus depends on Company’s Profit \n\nAbout the company\nBusiness Type:Construction  \nProducts: Air conditioning equipment, clean room equipment and electrical equipment, sanitary equipment, construction equipment, such as fire extinguishing equipment, design and construction of the building work \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference:General Affair Assistant Manager (30K-40K) (JO-180404-151102)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailand and find us on Facebook: RGF Thailand", "object_id": "jobsdb_20180512_000002"}
{"loc": "ชลบุรี", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "RGF HR Agent Recruitment (Thailand) Co., Ltd.", "pos": "General Manager (Factory Manager) @Chonburi  (70K-90K) (JO-180401-150842)", "benef": "", "func": "งานบริหาร > งานบริหารทั่วไป\nงานการผลิต > งานบริหารการผลิต\nงานการผลิต > งานตรวจสอบคุณภาพ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: Be responsible for managing Production, QA/QC, Production Control, Material Control, being the person to take leadership to manage Thai staffs by coordinating with Japanese factory manager. \nDuties &amp; Responsibilities:\n\nPlanning and organizing production schedule and line in according to client’s order\nManage and oversee production line and assembly process of electronic parts\nCommunicate with client to adjust schedule and quality of products\nManage cost of tooling and equipment of production line\nControl and determine production standards on basis of company strategy\nPrepare monthly report such as quality report and KPI report, have a meeting with Japanese manager\nMake a plan for training, monthly action and manpower\nKeep and implement ISO standard\nReview and continuously improve production process and line to enhance productivity \nSupervising the work of subordinates, especially head of each Department, planning training and evaluation for all staff in factory\nCoordinate with client and respond to audit from client\nKeep all Thai staff work as following company’s standard \n\nQualifications: \n[Must]                                                      \n\nThai nationality, Male, Age 45-50 years old\nBachelor’s degree \nAt least 5-10 years’ experience as production manager or QA manager of manufacturing company\nWorking experience in electronics parts or home appliance manufacturing\nStrong leadership to manager a lot of workers\nAdvanced conversation level of English (High)\nPerson who can commute to work by herself/himself \n\nLanguages skills \nEnglish: Advanced Conversational Level  \nJapanese: Preferable     \nWorkplace Area:  Pinthong Industrial Estate, Chonburi \nWorking Hour: 8:00 – 17:00 (Mon – Fri)  *Saturday working : It’s up to company’s calendar \nAbout the Benefit\nSalary:70,000 – 90,000 THB BASE \n\nSocial Insurance\nAnnual Health Check\nUniform\nTransportation Allowance \nHousing Allowance \nTelephone Allowance\nDiligent Allowance\nMeal Allowance\nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Manufacturing\nProducts: Printed Circuit Board (PCB) (1.Assembly, 2. Testing, 3.Inspection service) \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference:General Manager (Factory Manager) @Chonburi (70K-90K) (JO-180401-150842)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333  \nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306 Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011 Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailandfind us on Facebook:RGF Thailand", "object_id": "jobsdb_20180512_000003"}
{"loc": "ยานนาวา", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "East West Trading & Agencies Ltd./บริษัท อีสท์เวสท์เทรดิ้งแอนด์เอเย่นซีส์ จำกัด", "pos": "Sales Coordinator (Retail division)", "benef": "", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายปลีก\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจ Trading ธุรกิจจัดจำหน่าย", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "Responsibilities:\n\nData entry: Order, Credit Note, Promotion and Sale Transaction\nAll sale documents and letter\nSummarize weekly sale \nSummarize monthly sale budget report\nSupport Key Account Manager’s tasks\nOther documents concerned\n\nQualifications:\n\nMale/Female, age 23-30 years\nMinimum of bachelor degree \nThai Nationality \nSelf-motivated, energetic, result oriented, good communication skill, and service-minded\nComputer literate in MS. Office, such as MS. Word, MS. Excel, MS. Outlook\n\nWork location:\nCurrent: Yen-Arkart Rd., Chongnonsee, Bangkok 2018\n Bangna-Trad, KM. 19 \nPlease submit your CV with picture and expected salary to Apply Now\nFor more information please contact Ms. Kornsarun Tel :  (662) 678-3270-3 \nEast West Trading &amp; Agencies Co., Ltd. \n35/2 Yen-Akart 3, Yen-Akart Road \nChongnonsee, Yannawa, \nBangkok", "object_id": "jobsdb_20180512_000004"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "The i Mastermind Group Recruitment (Thailand) Co., Ltd.", "pos": "Senior Architect Manager", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานก่อสร้าง > งานสถาปัตยกรรม\nงานออกแบบ > งานออกแบบอื่นๆ\nงานก่อสร้าง > งานก่อสร้าง งานควบคุมอาคาร", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจที่ปรึกษาทางอสังหาริมทรัพย์ ธุรกิจการบริหารอสังหาริมทรัพย์", "other": null, "desc": "Salary: Negotiable\nLocation: BTS, Bangkok\n \nJob Description:\n\nCreating building designs and highly detailed drawings both by hand and by using specialist computer-aided design (CAD) applications\nLiaising with related parties about the feasibility, design, and construction of potential projects\nWorking around constraining factors such as town planning legislation, environmental impact and project budget\nWorking closely with a team of other professionals such as building service engineers, construction managers, quantity surveyors and architectural technologists\nApplying for planning permission and advice from governmental new build and legal departments\nWriting and presenting reports, proposals, applications and contracts\nSpecifying the requirements for the project\nAdapting plans according to circumstances and resolving any problems that may arise during construction\nPlaying a part in project and team management\nTravelling regularly to building sites, proposed locations and on-site meetings\n\n \nQualification:  \n\nThai Nationality.\nMale/Female 35-45 years old.\nBachelor or Master’s degree in Architecture or related fields.\nAt least 5 years working experience in architectural consultant.\nExperience in hotel's renovation is preferred.\nInterpersonal Skill to lead and coordinate with all parties involved.\nComputer literate of Microsoft, AutoCAD, and PROJECT.\nLeadership skills as well as the ability to work well within a team of other professionals, to coordinate with construction site, with all disciplines (Structural/ /Civil, M&amp;E, Landscape and Interior Design)", "object_id": "jobsdb_20180512_000005"}
{"loc": "กรุงเทพมหานคร", "sal": "THB35,000 - 45,000 /เดือน", "pdate": "05-May-18", "company": "Smartcruit Consultant Co., Ltd.", "pos": "Technical Engineer (Degree in Electrical/ Mechanical/ Computer Science/ New Graduate Student)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ค่าตอบแทนพิเศษ|ค่าใช้จ่ายสำหรับที่อยู่อาศัย|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน|ค่ายานพาหนะ|ค่าใช้จ่ายในการเดินทาง", "func": "งานวิศวกรรม > งานวิศวกรไฟฟ้า งานวิศวกรอิเล็กทรอนิกส์\nงานวิศวกรรม > งานวิศวกรเครื่องกล\nงานไอที > งานโปรแกรมเมอร์", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอุปกรณ์ไฟฟ้า ธุรกิจอุปกรณ์อิเล็กทรอนิกส์", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "Industry Summary: The Global Leading in Engineering Service Business. \nLocation: Bangkok, MRT Line\nJob Reference: MSM: 4446\nJOB DESCRIPTION:\n\nResponsible for technical assistant to support sales team in order to fulfill customer's satisfaction\nSupport and provide technical solution for installation, repair, maintenance, and operation\nDevelop and further expand technical knowledge and expertise to other team members for future team expansion\n\n   Furthermore descriptions of this role, you will be discussing with consultant in the interview session. \n \nQUALIFICATIONS:\n\nMale/ Female, Age not over 25 years old \nBachelor Degree in Mechanical, Electrical, Electronics, Mechatronics, Computer Science or other related\nFresh graduate students are welcome!\nFriendly, Confident, Energetic, Work Well under Pressure, Good Interpersonal Skill\nExcellent English Communication\n\n \nPackage  : Total Package up to THB 35,000 – 45,000 \nBenefit     : Bonus, Insurance, Provident Fund, Company Trip, Health Check, etc. \nEmployee Type: Full Time/ Permanent \n \n**Only Shortlisted Candidates will be Considered**   \nIf you are interested, please do not hesitate to send your full English resume by clicking Apply.  \n \nSMARTCRUIT CONSULTANT COMPANY LIMITED \nContact person: K. Nhing\n253 Asoke Building, 15th FL., Sukhumvit 21 Road, \nKlongtoeynua, Wattana, Bangkok\n(200 Meters from MRT Petchburi/ 900 Meters from BTS Asoke)\nTel: 02-258-4335 - 37 ext. 110\nwww.smartcruitconsultant.com \nInterested candidates can apply directly by clicking \"Apply Now / สมัครงาน\" below", "object_id": "jobsdb_20180512_000006"}
{"loc": "ชลบุรี", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "Mai Industrial Siam Ltd.", "pos": "Factory Manager", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ", "func": "งานบริหาร > งานบริหารทั่วไป\nงานการผลิต > งานบริหารการผลิต", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการผลิตทั่วไป", "other": null, "desc": "Mai Industrial - Factory Manager\nA Factory Manager is needed to manage overall operations of our manufacturing facility which involves responsibility for development and control of cost-effective manufacturing for our new setup factory in Laem Chabang Industrial Estate, Chonburi.\nKey responsibilities:\n\nManage and control the manufacturing processes and operations.\nManage production and supporting staff to meet the manufacturing requirements. \nImplement efficient systems to ensure the operations meet product specifications and on time delivery.\nContinual improve all aspects of manufacturing operations and the total factory performance.\nInvolves factory financial management to ensure the factory is a profitable enterprise.\nManage and control the factory systems so they meet local statutory and safety regulations. \nOperate, maintain and further improve a highly organised manufacturing facility.\nTaking a strong involvement in the company’s success.\n\nSkills and experience:\n\nBachelor degree or higher in engineering, general management, or business administration. \nProven work experience as a Factory Manager.\nExperience in an international manufacturing company would be an advantage.\nAt least 15 years of experience in manufacturing.\nProven managerial experience in a manufacturing environment.\nSkilled in budgeting and financial planning.\nExperienced with human resources management.\nExcellent command of Thai and English both verbal and written.\n\nProfile:\n\nMature, 42-52 years.\nStrong analytical skills and attention to detail.\nExcellent ability to manage time and resources to meet deadlines.\nCapable with a hands-on approach to manufacturing processes and machinery.\nSelf-starter, able to work with little direct oversight.\nLogical thinker and able to troubleshoot in a methodical manner.\nProblem finder and solver.\nExcellent planning and organizing skills.\nAbility to travel for training purposes if needed.\nStrong work ethic and driven to deliver results\n\nThe role provides:\n\nWorking in a growing leading company\nWorking in a new setup facility\nCompany funded Health Insurance", "object_id": "jobsdb_20180512_000007"}
{"loc": "จตุจักร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "Career Connection Recruitment Co., Ltd.", "pos": "VP, Legal (300K + Car) - Energy experience only", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ|ค่าใช้จ่ายในการเดินทาง", "func": "งานบริการเฉพาะทาง > งานกฎหมาย\nงานบริหาร > งานผู้บริหารระดับสูง", "edu": "ปริญญาโท", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจปิโตรเคมี", "other": null, "desc": "Main duties include:\n\nManaging external lawyers/legal advisors in overseas in conducting legal due diligence \nIdentifying legal issues on the structure of M&amp;A or divestment of business in overseas, including giving advice and negotiating the transaction documents\nHandling a full range of regulatory filing and approvals related to the international transactions\nDealing with regulators and relevant authorities and ensuring that the Company follows regulations of M&amp;A and divestment and/or any change of interest to prevent legal liabilities\n\n Qualifications :-\n\n\nThai Nationality, aged over 42\n\n\nLLB from reputable universities in Thailand and LLB from leading law schools in overseas \n\n\nOver 18 years of experience, preferably experience both from in-house and leading law firms \n\nExperience in due diligence and Merger &amp; Acquisition (M&amp;A), particularly new business investment in overseas (either via M&amp;A or JV)\n\nExperience from the energy sector preferred\n\n\nComputer Literacy (Microsoft Word, Power Point, Excel, Outlook)\n\n\nStrong leadership, negotiation and management skills\n\n\nAbility to travel overseas as job dictate and ability to work under pressure and deadlines  \n\nGood command of English required (TOEIC score 850 at least)\n\n \nIf you are interested, please send your CV or call 095-469-0990 for more details.\nCareer Connection Recruitment Co., Ltd.\n www.careerconnection-th.com", "object_id": "jobsdb_20180512_000008"}
{"loc": "คลองสาน", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "Rocky Garment Co.,Ltd.", "pos": "Merchandiser /นักบริหารจัดการสินค้า", "benef": "", "func": "งานการผลิต > งานผลิตเสื้อผ้า สิ่งทอ\nงานจัดซื้อ > งานจัดซื้ออื่นๆ\nงานจัดซื้อ > งานจัดซื้อ งานจัดหา", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจเสื้อผ้า", "other": null, "desc": "รายละเอียดงาน :\n\nประสานงานระหว่าง ภายในโรงงาน, ลูกค้า และ Supplier\nช่วยพัฒนาตัวอย่างสินค้ากับทีมห้องตัวอย่าง\nเตรียมเอกสาร Order sheet, Costing sheet,  และ Booking sheet\nส่งข้อมูลเพื่อให้ Detail สั่งซิ้อผ้า และวัสดุ\nช่วยตรวจสอบและ comment คุณภาพของงานผลิต\nให้ข้อมูลการจัดส่งกับฝ่ายส่งออก\n\nคุณสมบัติ :\n\nเพศหญิง อายุระหว่าง 25-40 ปี\nสามารถสื่อสารภาษาอังกฤษได้ดี\nใช้ Program Microsoft Excel, Word และ รับส่ง email ได้คล่องแคล่ว\nมีทักษะในการแก้ปัญหาเฉพาะหน้า สามารถทำงานเป็นทีม และ มีความละเอียดรอบคอบ\nจบการศึกษาระดับปริญญาตรีขึ้นไป\n\nสวัสดิการ :\n\nประกันสังคม\nตรวจสุขภาพประจำปี\nเลี้ยงปีใหม่\nท่องเที่ยวประจำปี                                                        สถานที่ทำงาน\n\n63/4-6 ซ.เจริญนคร 53 คลองสาน กรุงเทพฯ Tel. 02-437-4276จันทร์ - เสาร์ 8:00 - 17:00 น.", "object_id": "jobsdb_20180512_000009"}
{"loc": "พระนคร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "Khaosan Art Hotel Co.,Ltd.", "pos": "Hotel Front Desk Manager", "benef": "", "func": "งานท่องเที่ยว งานโรงแรม งาน F&B > งานบริหารการโรงแรม\nงานท่องเที่ยว งานโรงแรม งาน F&B > งาน Operation\nงานท่องเที่ยว งานโรงแรม งาน F&B > งานท่องเที่ยวอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานสัญญาจ้าง, งานเต็มเวลา", "indus": "ธุรกิจโรงแรม ธุรกิจบริการ ธุรกิจจัดเลี้ยง", "other": null, "desc": "We are looking for a passionate and friendly professional to join our newly renovated hotel near Khaosan Road. The ideal candidate should like people and have a flair for communication and leadership to be a great front desk manager. In this position, you will make sure to leave a positive impact on guests as you are the face of the hotel.\nIn this position you will welcome guests to our property, making future reservations for them, and generally taking care of any needs during their stay. The ideal candidate should be committed to making sure that guests experiences are satisfactory. \nAs front desk manager, you will be responsibly presenting an excellent image of our hotel that leaves a lasting pleasant impression.\nResponsibilities:\n\nManaging and training the team of receptionists, maintenance, and housekeeping\nEnsuring the front desk provides a professional and friendly service for customers\nDealing with customers, including handling complaints when they come to the desk\nTroubleshooting emergencies\nScheduling your staff rotation\nLiaising with other departments\n\nQualification:\n\nForeigner only\nFluent in English is a must, Spanish and/or German is an advantage\nWork experience in Thailand preferable\nExperience working in the hotel and/or travel industry in F&amp;B and/or sales department\nHigh customer service\n\nBenefits:\n\nWork permit provided\n\nIf you fit the requirements and would like to apply, please send us your resume and a cover letter.\n46, 76 - 76/1 - 3 Phra - Arthit Rd.,\nChanasongkhram, Phranakhorn, Bangkok 10200 Thailand\nT. +66 (0) 2 046 6901", "object_id": "jobsdb_20180512_000010"}
{"loc": "วัฒนา", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "Tourkrub.co Co., Ltd.", "pos": "UX/UI Designer", "benef": "ทำงานสัปดาห์ละ 5 วัน|ค่าใช้จ่ายในการเดินทาง", "func": "งานโฆษณา งานสื่อ > งานโฆษณาอื่นๆ\nงานออกแบบ > งานออกแบบมัลติมีเดีย\nงานออกแบบ > งานออกแบบเว็บไซต์", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจท่องเที่ยว", "other": null, "desc": "รายละเอียดงาน:\n\nพััฒนาและออกแบบ User experience ของเว็บไซต์ หรือสื่อโฆษณาต่างๆ เพื่อให้เหมาะสมกับงานและเข้าถึงผู้ใช้งานได้อย่างมีประสิทธิภาพ\nร่วมงานกับทีม Merchandise, developer, marketer เพื่อเข้าใจการออกแบบ\nสามารถประเมินเวลาที่ใช้ในการออกแบบได้ดี ออกแบบและผลิตผลงานให้เสร็จทันตามเวลาที่กำหนด\nสามารถวิเคราะห์และวางแผน concept ของงานที่ได้รับและตีโจทย์งานออกมาอย่างสร้างสรรค์ มีเหตุผล และใช้งานได้จริง             \n\nคุณสมบัติ:\n\nจบปริญญาตรีหรือโทสาขาการออกแบบ ไอที หรือสาขาที่เกี่ยวข้อง\nมีความสนใจและอยากหาประสบการณ์ทำงาน ในส่วน Front End UX/UI\nสื่อสารกับเพื่อนร่วมงานได้ดี ทำงานเป็นทีมได้ มีความรอบคอบ รับผิดชอบ สามารถแก้ไขปัญหาได้\nชอบเรียนรู้และติดตามข่าวสารหรือเทคโนโลยีใหม่ๆ\nมีทักษะในการสื่อสารภาษาไทย/ภาษาอังกฤษได้เป็นอย่างดี\n\n สถานที่ทำงาน:\nบริษัททัวร์ครับ.คอม จำกัด อาคารอโศกทาวเวอร์ สุขุมวิท21 (ใกล้ BTS อโศก / MRT เพชรบุรี)\nInterested applicants are invited to apply in person or send a cover letter with full resume indicating qualifications and experience, expected salary and recent photo to Khun Paiporn  by click \"Apply Now\" button.Tourkrub.co.Co Ltd.211/2A Ted's House Asok Tower, Sukhumvit 21 Road, Wattana, BangkokTel : : 02-013-5333 or 081 495 9354http://tourkrub.co/", "object_id": "jobsdb_20180512_000011"}
{"loc": "ปริมณฑล-นครปฐม", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "DEESTONE CORPORATION LIMITED", "pos": "Global Sales / SR.Global Sales", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย", "edu": "ปริญญาตรี", "etype": "งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "Role Purpose\nEstablish contact with customers. Monitor sales target to achieve sales goals. Provide sales strategy, sale forecast and action plan to achieve sales objectives.\n \nResponsibilities\n \n\n\nContact customers via email, fax. Monitor all order issues. Conduct market research to improve sales plan and to formulate sales strategy. Maintain relationship between customers and company.\n\n\nCoordinate with other dapartments to ensure the shipment will be on time.\n\n\nCoordinate with Sales coordinator to input the purchase order in the system.\n\n\nVisit customers and attend the exhibition shows at least 2 times a year. Take care of existing and new customers.\n\n\nExpand new markets and sales channels.\n\n\nProvide effective negotiations with customers regarding pricing and new product introduction.\n\n\nJob Qualifications\n\n\n Bachelor’s degree in related field\n\n\n0-2 years’ experience in freight sales with a proven track record of account management and growth.\n\n\nAbility to analyse financial information related to sales performance\n\n\nGood interpersonal and communication skills\n\n\nFluent in spoken and written English\n\n\nAble to travel abroad.\n\n\nBackground knowledge in Export sales.\n\n\nService mind and detail oriented.", "object_id": "jobsdb_20180512_000012"}
{"loc": "สาทร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "Sun-Wa Technos Asia (Thailand) Co., Ltd.", "pos": "Import & Export Officer  / เจ้าหน้าที่ฝ่ายนำเข้า ส่งออก", "benef": "", "func": "งานขนส่ง > งานขนส่งอื่นๆ\nงานขนส่ง > งาน Shipping\nงานขนส่ง > งานส่งออก งานนำเข้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจ Trading ธุรกิจจัดจำหน่าย", "other": null, "desc": "Job Descriptions: \n\nInform and follow up for oversea shipments\nUpdate HS code and tariff\nBOI registration\n\nQualifications: \n\nMale age between 22 - 26 years old\nBachelor’s degree in any related field\nKnowledge in Logistics, Import-Export is preferred\nCommunication skill and computer literacy and knowledge in MS Officer, Internet and E-mail\nGood command of English and strong communication skill (Email communication within international environment)\nGood interpersonal skills and problem solving ability\nService minded, self-motivated, energetic and comfortable to work in dynamic working \n\nคุณสมบัติพื้นฐาน\n\nประเภทของงาน : งานประจำ\nจำนวน : 2 อัตรา \nเพศ : ชาย\nเงินเดือน(บาท) : 15,000 - 20,000 บาท/เดือน\nประสบการณ์ : 0 - 3 ปี \nสถานที่ : กทม. (สาทร) \nการศึกษา : ปริญญาตรี\n\nสวัสดิการ \n\nประกันสังคม\nประกันอุบัติเหตุ\nท่องเที่ยวประจำปี\nสังสรรค์ประจำปี\n\n \nบริษัท ซัน-วา เทคโนส์ เอเชีย (ไทยแลนด์) จำกัด\nที่อยู่ : Room 318-319, 31st Floor, 43 Thai CC Tower, South Sathorn Road, Yannawa, Bangkok 10120\nโทรศัพท์ : 0-2672-3581-5  โทรสาร : 0-2672-3558\nโฮมเพจ : http://www.sunwa.co.jp/eng", "object_id": "jobsdb_20180512_000013"}
{"loc": "กรุงเทพมหานคร", "sal": "THB30,000 - 45,000 /เดือน  (สามารถต่อรองได้)", "pdate": "05-May-18", "company": "Smartcruit Consultant Co., Ltd.", "pos": "Legal Officer (2+ yrs in Legal, Intellectual/ Exp in Engineering company is+) Attractive Benefits", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานบริการเฉพาะทาง > งานที่ปรึกษาทางธุรกิจ\nงานบริการเฉพาะทาง > งานกฎหมาย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจวิศวะอื่นๆ", "other": null, "desc": "Industry Summary: The International Leading in Engineering Business. \nLocation: Bangkok\nJob Reference: MSM 5271-2\nJOB DESCRIPTION:\n   Successful candidate will be responsible for all realted legal, rights, intellectual property activities; Cooperating with the Asia headquarters, Handling the data filling, or other related activities assigned by supervisor.\n   Furthermore descriptions of this role, you will be discussing with consultant in the interview session. \n \nQUALIFICATIONS:\n\nAge between 23 - 30 years old \nBachelor or higher Degree in Law, International Law, or other related \n2+ years of experience in law, legal, compliance or others related\nGood knowledge of Thai law and experienced in cooperating with Government sector \nProficiency in computer programs (Microsoft Office)\nExcellent Command of English is advantage \n\n \nSalary : THB 30,000 - 40,000 \nBenefits : Attractive Bonus &amp; Competitives Benefits \n \n**Only Shortlisted Candidates will be Considered**   \nIf you are interested, please do not hesitate to send your full English resume by clicking Apply.  \n \nSMARTCRUIT CONSULTANT COMPANY LIMITED \nContact person: K. Nhing\n253 Asoke Building, 15th FL., Sukhumvit 21 Road, \nKlongtoeynua, Wattana, Bangkok\n(200 Meters from MRT Petchburi/ 900 Meters from BTS Asoke)\nTel: 02-258-4335 - 37 ext. 110\nwww.smartcruitconsultant.com \nInterested candidates can apply directly by clicking \"Apply Now / สมัครงาน\" below", "object_id": "jobsdb_20180512_000014"}
{"loc": "กรุงเทพมหานคร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "RGF HR Agent Recruitment (Thailand) Co., Ltd.", "pos": "Administrator (20K-35K) (JO-180328-150563)", "benef": "", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานธุรการ งานทรัพยากรบุคคล > งานธุรการอื่นๆ งานบุคคลอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: In charge of admin normal task\nDuties &amp; Responsibilities:\n\nResponsible for general administration and human resource\nResponse for all of admin concerning issues \nSupport basic accounting task\nGeneral support in office\n\nQualifications:\n[Must]                                                      \n\nThai Nationality , Male/female, age 24-30 years old\nBachelor's Degree or higher in any field \nGood Command of English\nPosing Positive and Can Do Attitude\nHard working and able to do overtime\nHave a good logic and high skill in communication\n\nPreferable:\n\nGood Command of Japanese at least N3 \n\nLanguages skills \nEnglish: Advanced conversational level \nJapanese: Preferable \nWorkplace Area: BTS Asok \nWorking Hour: Mon-Fri 9.00 – 18.00 \nAbout the Benefit\nSalary: 20,000THB – 35,000THB negotiable \n\nSocial Insurance\nAccidental and Health insurance OPD/IPD\nAnnual Health Check \nMonetary assistance \nBonus depends on company’s profit \n\nAbout the company\nBusiness Type:Management Consulting\nProducts: Consulting \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference:Administration (20K-35K) (JO-180328-150563)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333  \nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306 Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011 Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailandfind us on Facebook:RGF Thailand", "object_id": "jobsdb_20180512_000015"}
{"loc": "ชลบุรี", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "RGF HR Agent Recruitment (Thailand) Co., Ltd.", "pos": "Material Control Manager @Chonburi (40K-60K) (JO-180327-150502)", "benef": "", "func": "งานขนส่ง > งานขนส่งอื่นๆ\nงานขนส่ง > งานคลังสินค้า\nงานการผลิต > งานวางแผนการผลิต งานควบคุมการผลิต", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "About this Job\nWork outline: Be responsible for negotiation with suppliers, inventory control and warehouse management \nDuties &amp; Responsibilities:\n\nLead, manage and coordinate all material control activities.\nCoordinate with suppliers regarding delivery schedule, quantity and so on\nDevelop and ensure procedures are in place for all material control activities \nManage material control operations to achieve all KPI including material availability, supplier delivery and inventory turnover\nReview material and inventory control operations to ensure the most efficient and effective material flows\nEnsure the material control team are actively working to prevent material shortages \nInspect the quality of materials and negotiate with local supplier when there are some problems\nImplement and manage a supplier performance assessment approach.\nOversee the setup of new suppliers to ensure the provision of effective support.\nMonitor and control material control budgets \nHire and train staffs in material control department\nMake a report to manager to share inventory situation with him\n\nQualifications: \n[Must]                                                     \n\nThai nationality, Male/female, Age 33-40 years old\nBachelor’s degree \nAt least 10 years’ experience in material control field in manufacturing company\nWorking experience in electronics company or same industry\nAt least 3-5 years’ experience to manage 1 section or 1 department\nAdvanced conversation level of English (Med)\nPerson who can commute to work by herself/himself\n\nLanguages skills \nEnglish: Advanced Conversational Level  \nJapanese: Preferable        \nWorkplace Area:  Pinthong Industrial Estate, Chonburi \nWorking Hour: 8:00 – 17:00 (Mon – Fri)  *Saturday working : It’s up to company’s calendar \nAbout the Benefit\nSalary: 40,000 – 60,000 THB BASE\n\nSocial Insurance\nAnnual Health Check\nUniform \nTransportation Allowance \nHousing Allowance \nTelephone Allowance\nDiligent Allowance\nMeal Allowance\nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Manufacturing \nProducts: Printed Circuit Board (PCB) (1.Assembly, 2. Testing, 3.Inspection service)\nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Material Control Manager @Chonburi (40K-60K) (JO-180327-150502)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333  \nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306 Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011 Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailandfind us on Facebook:RGF Thailand", "object_id": "jobsdb_20180512_000016"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "Argyll Scott Asia", "pos": "Senior Product Executive - Surgical Instrument", "benef": "", "func": "งานบัญชี > งานบริการด้านการแพทย์\nงานบริการด้านการแพทย์ > งานแพทย์เฉพาะทาง", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการแพทย์ ธุรกิจเภสัชกรรม", "other": null, "desc": "Senior Product Executive - Surgical Instrument  Our client is a leading medical devices companies. They are providing advanced, minimally invasive therapeutic and diagnostic technologies to improve the quality of patient care around the globe. Now they are looking for Senior Product Executive to join their team in Thailand. You will be responsible for developing and executing marketing plans for active cleanser products.Major Responsibilities:· Developing and implementing training, education and marketing communications.· Creating and executing scientific program and workshop training for HCPs.· Preparing and supporting product information and clinical trial for sales team and HCPs.· Working closely with the commercial team leader to develop focused education plans.· Monitoring competitor activities and update the market environment to ensure business direction.Qualifications :· Bachelor's degree in medical technology, nurse or related field.· Minimum 3 years' experience in product specialist or product executive role is preferred. · Good in presentation and instructor skills.· Fluent Thai and English.What's on Offer:Great package with other benefits.Growth career with one of successful Medical Technology company in the world.Challenge role to enhance your experiences in Medical Technology field.Apply for this jobClick the Apply Button and submitted your CVs MS word with your current salary detail and updated picture.If you are interested in exploring this role further, please send your resume to Washirawish Raweerojthakul at [email protected] or call directly on +66 02 107 2883 for a confidential discussion.", "object_id": "jobsdb_20180512_000017"}
{"loc": "บางเขน", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "360 Quality Management Co., Ltd.", "pos": "General Manager (Cosmetic ,Supplementary )/ผู้จัดการทั่วไป", "benef": "เงินโบนัสตามผลงาน|ค่าใช้จ่ายในการเดินทาง", "func": "งานบริหาร > งานผู้บริหารระดับสูง\nงานอื่นๆ > งาน Trading", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "General Manager (Beauty Product ,Supplementary ) \nLocation : Ramintra \nIndustry : Manufacturing , Retails, Trading \nSalary  : Negotiation \n \n=========================\n Job Responsibility :\n\nOverseeing Business to achieved target  Sales , Marketing , Branding ,P&amp;L , HR function.\nMinimum 3 years in Top Management \nWork to meet all sales targets, plan store sales strategies, analyze sales data, and work to expand sales.\nRemain accountable for all profit and loss figures \nExpanding products to new market and create new channel to increaing sale volume.  \nUnderstanding customer and managing communication effectiveness.\nSet up Business Strategy and execution effectiveness.\nFMCG experience is preferable.\nOther related job function that create opportunity and business growth \n\nQualification\n\n\nMale / Female age between 40- 48 \nExperiences in FMCG, Retails Industry,Beauty Product \nProven record in Sales ,Marketing, P/L\nAt Least Bachelor Degree in Marketing ,Management or MBA \nBlack ground in exporting product China ,Indonesia, Malaysia \nProven record with significant growth number.\nAbility to coach, train and motivate employees.\nA clear background check\nGood Command in English Language\n\n\n \n \n    **Contact K.Siri Call : 063 487 7516 // Line ID : Siri_m for more information.**", "object_id": "jobsdb_20180512_000018"}
{"loc": "กรุงเทพมหานคร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "ÆON Thana Sinsap (Thailand) Public Co., Ltd.", "pos": "Branch Manager (สาขานครปฐม)(สาขาบุรีรัมย์,อุบล,กาฬสินธุ์ )", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานธนาคาร งานการเงิน > งาน Retail Banking\nงานธนาคาร งานการเงิน > งานบริการด้านการเงิน\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานพัฒนาธุรกิจ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจบริการด้านการเงิน", "other": null, "desc": "Main Responsibilities\n\nLead the running of the branch to achieve objective and KPIs.\nResponsible to increase market penetration, driving branch staff to achieve targets and maintain customer centric in line with group standards.\nDemonstrate high personal standards and integrity by encouraging team work among staff (inter branch / HQ)\nEnsure compliance to the policies and procedures set by the Group.\nResolve customers’ complaints and attend to requests in a timely manner.\nAlways have in mind high standard of internal control and ensures operational efficiency.\n\nRequirements\n\nBachelor’s degree in Business Management or related field\nAt least 5 to 10 years of experience in a financial institution with relevant experience in managing a branch\nStrong problem solving skills and highly motivated in working cross – functional work within the bank, local regulators and business partners\nProactive attitude and positive mindset in planning and leading the branch\nIndependent with minimal supervision\nAble to relocated\nHaving car is preferred \n\nIf you are interested in the above position, please click on the \"Apply now\" button below or send your full resume to \nHuman Resources Department via:\nÆON Thana Sinsap (Thailand) Public Company Limited\n388 Exchange Tower, 27th FloorAsoke - Sukumvit Road, Kwange KlongtoeyKhet Klongtoey, Bangkok 10110", "object_id": "jobsdb_20180512_000019"}
{"loc": "ราชเทวี", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "05-May-18", "company": "Menatransport Co., Ltd.", "pos": "Marketing & Business Development Manager/ผู้จัดการฝ่ายการตลาดและพัฒนาธุรกิจ", "benef": "ทำงานสัปดาห์ละ 5 วัน|เงินโบนัสตามผลงาน|ค่าใช้จ่ายในการเดินทาง", "func": "งานการตลาด งาน PR > งานบริหารการตลาด", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานนอกเวลา, งานประจำ", "indus": "ธุรกิจขนส่งมวลชน", "other": null, "desc": "รายละเอียดงาน\n-กำหนดเป้าหมายของฝ่ายให้สอดคล้องกับเป้าหมายและนโยบายบริษัท\n- วางแผนการทำงานของฝ่าย รวมถึงคำนวณต้นทุนขาย กำหนดเป้ายอดขาย และเร่งยอดขาย ให้บรรลุตามเป้าหมายที่กำหนดไว้\n- รวบรวม วิเคราะห์ข้อมูลสภาพการตลาด พร้อมทั้งวางแผนกลยุทธ์ และกำหนดทิศทางการขาย และแผนการตลาดประจำเดือน\n- เพิ่มยอดขายสินค้า บริการ และการเก็บค่างวดต่างๆ ให้ได้ตามเป้าหมายที่กำหนด\n- ควบคุม ตรวจสอบการปฏิบัติงาน สร้างระบบงานและทีมงานให้มีประสิทธิภาพ เป็นตัวแทนในการแก้ไขปัญหารวมถึงการบริการลูกค้าให้เกิดความประทับใจ\n- ศึกษาพัฒนาธุรกิจที่สามารถต่อยอดจากงานขนส่งของบริษัทฯ ขยายงานให้มีรากฐานที่เข้มแข็งยิ่งขึ้น\n- เป็นตัวแทนสร้างภาพลักษณ์ที่ดีขององค์กร ให้เป็นที่ยอมรับของบุคคลภายนอกในการติดต่องาน\n- ดูแลระบบคุณภาพต่าง ๆ\nคุณสมบัติ\n-ปริญญาตรีขึ้นไป สาขาการตลาด บริหารธุรกิจ หรือสาขาอื่นที่เกี่ยวข้อง\n-ประสบการณ์ทำงานอย่างน้อย 5 ปี หากมีประสบการณ์สายการตลาดธุรกิจขนส่งจะพิจารณาเป็นพิเศษ\n- สามารถสื่อสารภาษาอังกฤษ ฟัง พูด อ่าน เขียน ได้ในระดับดี\n-มีความคิดสร้างสรรค์ และ มีทักษะในการคิดวิเคราะห์แนวโน้มตลาดได้เป็นอย่างดี\n-มีบุคลิภภาพและมนุษย์สัมพันธ์ที่ดี มีความซื่อสัตย์ต่อองค์กร\n-มีภาวะผู้นำและความเป็นธรรม สามารถควบคุม บริหาร จัดการงานและพนักงานภายใต้บังคับบัญชาอย่างมีประสิทธิภาพ\n-มีทักษะการแก้ปัญหาและการตัดสินใจในการแก้ปัญหาอย่างมีประสิทธิภาพ\n- มีความกระตือรือร้นในการเรียนรู้สิ่งใหม่ๆ และมีส่วนร่วมในกิจการงานต่างๆ แม้ไม่ใช่ภาระหน้าที่โดยตรง\n- สามารถควบคุมอารมณ์และจัดการกับความขัดแย้งหรือสถานการณ์กดดันได้", "object_id": "jobsdb_20180512_000020"}
{"loc": "ดินแดง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "DOHOME COMPANY LIMITED/บริษัท ดูโฮม จำกัด", "pos": "Department Head (AVP/FAVP/VP) Marketing Planning & Analysis", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานการตลาด งาน PR > งานบริหารการตลาด\nงานการตลาด งาน PR > งานการตลาดทั่วไป\nงานการตลาด งาน PR > งานวิจัยการตลาด", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจขายส่ง ธุรกิจขายปลีก", "other": null, "desc": "Position Overview:\n This is a senior role in a team, this job is designed to ideate, build and scale insightservices that help tell the story of DoHome, helping team to achieve the business objectives, adopt optimal solutions &amp; improve campaign delivery, including new business opportunity initiatives.\nSuccessful candidate is direct reporting to Division Head, supporting to meet the major objectives.\n Major Responsibilities:\n\nSupports the Division Head, to analyse business context and identify key objectives for long and short term business and marketing strategy.\nApply your expertise in quantitative analysis, data visualisation and data-mining to find patterns that help marketing and sales make quick decisions\nDrive investment of marketing resources towards areas of highest priority, including research, tools, market segments, geographies, and marketing tactics\nManage, and become an expert in all daily marketing analytic activities with respect to reporting, data updates and processes,campaign tracking, and ad hoc analysis.\nBuild and maintain reporting dashboards and continue to improve other key data infrastructure components.\nDevelop new analytic tools or models to enable Marketing to make faster, smarter business decisions.\nInitiate retail impact analysis &amp; optimised strategy\nOversee the day-to-day activities of communications function.\n\nWho we're looking for\n We'd like you to have:\n \n\nBachelor or Master Degree in Marketing / Communications, or equivalent experience is required\n8-12 years demonstrated experience in a listed organisation as a business and marketing strategist and analyst professional\nAble to translate high-level business needs into a clearly articulated strategy and explicit actions\nExperience with data visualisation tools such as Tableau, MicroStrategy etc\nExperience leading data-driven projects from definition through interpretation and execution\nStrong analytical and problem solving experience using data and providing business insights\nAdvanced project management skill\nMeticulous attention to details and accuracy\nCapable of developing solutions in a hands-on direct responsibility mode\nStrong interpersonal abilities to work with marketing disciplines and teams as well as research, business consulting agencies, and partners\nStrong verbal, written and presentation skills\nAbility to be flexible in a changing work environment and to work well under pressure\nAn international mindset\n\n \n คุณวรรณา  ศรีระอุดม\n087-6553722\n DOHOME COMPANY LIMITED60 Dindaeng Road, Samsen Nai, Phayathai, Bangkok  10400", "object_id": "jobsdb_20180512_000021"}
{"loc": "พระโขนง", "sal": "THB16,000 - 35,000 /เดือน  (สามารถต่อรองได้)", "pdate": "05-May-18", "company": "Cosmo Group Public Company Limited/บริษัท คอสโมกรุ๊ป จำกัด (มหาชน)", "pos": "ENGINEER (10 อัตรา)", "benef": "เงินโบนัสตามผลงาน", "func": "งานวิศวกรรม > งานวิศวกรรมอุตสาหการ\nงานวิศวกรรม > งานวิศวกรเครื่องกล\nงานการผลิต > งานผลิตทั่วไป", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอัญมณี ธุรกิจเครื่องประดับ", "other": null, "desc": "POSITION: PROCESS ENGINEER\nINFORMATION:- Products of a high value deserve to be presented in an elegant setting to create an impression. Not only superb craftsmanship and stylish design are essential, but enduring fixture are a crucial requisite too. Thus, the owner can rest assured that the box provides a long lasting protection of the valuable inside.  Luxury Boxes: Our wooden materials are well selected from the highest quality category of its kind from leading global sources, Before production, the wood will be carefully prepared through a series of processes for further transformation. The finishing is an important factor, because either polishing or varnishing creates different looks and feels. At Cosmo, we have plenty of natural materials to suit all requirement and tastes. Natural touch creates a feeling of dedication and exclusivity. A wide array of natural materials, like Burl Woods, Macassar Ebony, Mahogany, Walnut, Red Oak, Hard Maple, Cherry, Swiss Pear, Beech, Ash etc., can be freely mixed and matched with other materials, such as metal, brass accessories, acrylic, plastic, and much more to fulfill the imagination for luxury boxes.  Hi-End Display: Wooden boxes are the ideal packaging for all kinds of precious items that demand highest perfection, such as hi-end watches and jewelry, writing instruments and spirits. \nWatch Dials: As for dial, Cosmo serves primarily well-known watch brands with its high quality stainless steel or titanium watchcases, bracelets or unique buckles for watch bracelets or leather belts.  Cosmo Meditech Ltd.: Health &amp; Medical. We realize that our expertise in precise manufacturing can be applied to businesses outside the luxury segment. Medical implants, for example need high precision tools in the manufacturing process. We have those tools and knowledge and we plan to use the synergies for our business expansion.  www.cosmo.co.th\nhttp://cosmomeditec.com\n JOB DESCRIPTIONS:-\n\nAble to use AutoCad 2D, 3D and SolidWork.\nEnsure process of work at right rate and quality of output and cost effective\nFollow-up and monitor of improving production process efficiency output and safety\nStatic, measure, manage and interpret data from technical and operation staff to assess process and engineering equipment.\nDefine schedule of manpower, control technician and production target\nCoordinate and communicate with other department such Purchasing, Costing, and others as necessary\nFollow-up projects assignment.\nAnalyze and report of production achievement.\n\n \nQUALIFICATIONS:-\n\nBachelor degree in Industrial Engineer, Process Engineer, Production Engineer, Mechanical Engineer, Mechatronics Engineer, Material Engineer, QC Engineer, Instrument Engineer or equivalent related experiences.\nGood communication skills (Verbal / Written)\nGood command in English, must be advantaged.\nStrong interpersonal and customer relations skill\n\nSALARY: Negotiable depends on experience.\nOffice Working: 08.00 – 17.00 hrs. Every Monday – Saturday.\nInterested candidate, please send your resume in English along with your recent photo and expected salary by clicking on \"Apply Now\"\nCOSMO GROUP PUBLIC COMPANY LIMITED 20 Sukhumvit Road, Soi 97-97/1, Bangchak, Prakanong, Bangkok, 10260   THAILAND   Tel. (66) 2 311-2131ต่อ  7549 ,7542,7540, Fax. (66) 2 331-5567, 331-0073 &amp; 74 \nCONTACT: HR RECRUITMENT คุณรัชนี ,คุณศิระ,คุณอริสา,คุณธิติยา", "object_id": "jobsdb_20180512_000022"}
{"loc": "บางบ่อ", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "JSSR AUCTION CO., LTD.", "pos": "Secretary", "benef": "", "func": "งานธุรการ งานทรัพยากรบุคคล > งานเลขานุการ งาน Personal Assistant", "edu": "ปริญญาตรี", "etype": "งานประจำ", "indus": "ธุรกิจเครื่องจักรในอุตสาหกรรม ธุรกิจอุปกรณ์เครื่องกล", "other": null, "desc": "รายละเอียดงาน\n\nจัดทำรายงานการประชุมระดับบริหาร และประสานงานการประชุม\nดูแลตารางการนัดหมายของผู้บริหาร\nติดต่อประสานงานกับหน่วยงานที่เกี่ยวข้อง\nงานอื่น ๆ ที่ได้รับมอบหมายจากผู้บังคับบัญชา\n\n \nคุณสมบัติ\n\nเพศหญิง อายุ 25 - 40 ปี \nวุฒิการศึกษา ปริญญาตรี สาขาอื่นที่เกี่ยวข้อง\nมีประสบการณ์ทำงาน 2 ปี ขึ้นไป\nยินดีรับนักศึกษาจบใหม่\n\nสถานที่ปฎิบัติงาน\n\n \nบริษัทเจเอสเอสอาร์ อ๊อกชั่นจำกัด ต.บางพลีน้อย อ.บางบ่อ จ.สมุทรปราการ\nสนใจติดต่อ:02-7049555\nสวัสดิการ\n\nรถรับส่งพนักงาน\nชุดฟอร์ม\nกองทุนสำรองเลี้ยงชีพ\nประกันอุบัติเหตุกลุ่ม\nเงินปรับประจำปี\nเบี้ยขยัน\nเงินช่วยเหลือกรณีต่างๆ\nโบนัสตามผลประกอบการของบริษัทฯ", "object_id": "jobsdb_20180512_000023"}
{"loc": "บางซื่อ", "sal": "THB35,000 - 45,000 /เดือน", "pdate": "05-May-18", "company": "Eminence International Limited", "pos": "Area Manager (Medical)", "benef": "", "func": "งานบริการด้านการแพทย์ > งานเทคนิคการแพทย์\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานจัดจำหน่าย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการแพทย์ ธุรกิจเภสัชกรรม", "other": null, "desc": "คุณสมบัติ :-\n\nอายุ 30 – 45 ปี\nวุฒิ ปริญญาตรีสาขาเทคนิคการแพทย์ ,วิทยาศาสตร์การแพทย์ หรือสาขาอื่นที่เกี่ยวข้อง\nมีประสบการณ์ด้านงานขายอย่างน้อย 3 ปี\nมีประสบการณ์ด้านบริหารทีมขาย อย่างน้อย  1 ปี   \nมีภาวะผู้นำ  และทักษะด้านพัฒนาทีมขาย\nหากมีประสบการณ์ด้านการขายเครื่องมือแพทย์ หรือขายยาจะได้รับพิจารณาเป็นพิเศษ\nมีรถยนต์นำมาใช้ในการทำงานได้ สามารถปฏิบัติงานต่างจังหวัดได้\n\nลักษณะงาน :-\n\nดูแลบริหารทีมขาย กรุงเทพฯ และต่างจังหวัด\nบริหารยอดขายสินค้า เครื่องมือแพทย์ ประเภท ถุงเก็บเลือด(Blood Collecting Pack) เซ็ทให้น้ำเกลือ(Infusion Set) สายรัดข้อมือ(ID. BRACELETS) ซองอบนึ่ง(Sterilization Flat Reels )\nรับผิดชอบยอดขายของทีมให้เป็นที่กำหนด\nประสานงานกับแผนกที่เกี่ยว\nสอน Product และวิธีการทำงานให้แก่ผู้แทน\n\nเงินเดือน: 35,000 - 40,000 บาท \nค่าตอบแทน และสวัสดิการ\n\nเงินเดือนประจำ\nค่าคอมมิชชั่น\nประกันสังคม\nประกันสุขภาพกลุ่ม\nประกันรถยนต์ชั้น 1 ตามเงื่อนไข\nค่าสึกหรอ\nค่าน้ำมันรถ/เบี้ยเลี้ยงกรณีเดินทางไปทำงานต่างจังหวัด\nกองทุนสำรองเลี้ยงชีพ\nตรวจสุขภาพประจำปี\nงานเลี้ยงสังสรรค์และกิจกรรมประจำปี\nการฝึกอบรม สัมมนาเพื่อพัฒนาศักยภาพอย่างต่อเนื่อง\nเงินช่วยเหลือพิธีสมรส / ฌาปณกิจ\nชุดยูนิฟอร์ม\n\nสมัครได้ด้วยตนเอง หรือส่งจดหมายพร้อมหลักฐานสมัครงานและรูปถ่ายมาที่  แผนกบุคคล  บริษัท เอ็มมีเน้นซ์ อินเตอร์เนชั่นแนล จำกัด เลขที่ 5 ซ. ประชานุกูล 3 ( รัชดา 66 ) ถ.รัชดาภิเษก บางซื่อ กรุงเทพฯ 10800 โทร. 0-2910-1252-8 โทรสาร. 0-2910-1260 \n  www.eminence.co.th", "object_id": "jobsdb_20180512_000024"}
{"loc": "ดอนเมือง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Always Vacation Co., Ltd./บริษัทออลเวย์ เวเคชั่น จำกัด", "pos": "Senior Sales & Operations", "benef": "เงินโบนัสตามผลงาน", "func": "งานท่องเที่ยว งานโรงแรม งาน F&B > งานทัวร์ งานบริษัททัวร์", "edu": null, "etype": "งานเต็มเวลา", "indus": "ธุรกิจท่องเที่ยว", "other": null, "desc": "daily operational management\ncan do online bookings and tailor-made trips.\n\n\nselling travel products and tour packages\nsourcing products and destinations to meet consumer demands \nliaising with travel partners and hotels, to manage bookings and schedules, \ndealing with customer enquiries and aiming to meet their expectations\ndealing with disciplinary matters and customer complaints.", "object_id": "jobsdb_20180512_000025"}
{"loc": "ระยอง", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "05-May-18", "company": "Thai Rotary Engineering Public Company Limited", "pos": "Piping Design Engineer", "benef": "ทำงานสัปดาห์ละ 5 วัน|บริการรถรับส่งพนักงาน|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานออกแบบ > งานออกแบบผลิตภัณฑ์\nงานวิศวกรรม > งานวิศวกรเครื่องกล\nงานวิศวกรรม > งานวิศวะอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจวิศวกรรมก่อสร้าง ธุรกิจวิศวกรรมโยธา ควบคุมอาคาร", "other": null, "desc": "Qualifications:\n\nชาย / หญิง , อายุ27  ปีขึ้นไป\nปริญญาตรีสาขาวิศวกรรมเครื่องกล\nมีประสบการณ์อย่างน้อย 5 ปี ด้านงานออกแบบระบบท่อ และ วิเคราะห์ความเค้น (Pipe Stress  Analysis) ในโครงการกลุ่มปิโตรเคมี, โรงกลั่นน้ำมัน และก๊าซ หรืออุตสาหกรรมพลังงาน \nความรู้ด้านวิศวกรรมในสาขาวิศวกรรมเครื่องกล (Mechanical Engineering) และ งานท่อ\nความรู้เกี่ยวกับกฏหมายและมาตรฐานสากลด้านการออกแบบ และวิศวกรรมที่เกี่ยวข้อง เช่น ANSI B31, 3 เป็นต้น\nทักษะการวิเคราะห์หน่วยแรง (Stress Analysis) ทั้งแบบ Static และ Thermal หรือ Dynamic Stress\nทักษะการใช้คอมพิวเตอร์สำนักงาน รวมทั้งทักษะการใช้โปรแกรมสำเร็จรูปในการออกแบบ / คำนวณที่จำเป็น\nทักษะการเขียนแบบเบื้องต้นโดยใช้โปรแกรมสำเร็จรูป เช่น AUTO CAD\nทักษะการปะรมาณการวัสดุ (Material Take Off-MTO)\n\n Responsibilities:\nรับผิดชอบงานออกแบบระบบท่อ (Piping System) รวมทั้งอุปกรณ์ที่เกี่ยวข้อง เพื่อให้ได้คุณภาพ ตามความต้องการของลูกค้า  โดยคำนึงถึงระยะเวลาส่งมอบ  หลักวิชาด้านวิศวกรรมและมาตรฐานที่กำหนด รวมถึงต้นทุนการผลิต\n\nออกแบบผลิตภัณฑ์และระบบในส่วนงานระบบท่อ (Piping System) และ วิเคราะห์ความเค้น (Pipe Stress  Analysis) ตามความต้องการของลูกค้า\nตรวจสอบแบบผลิตภัณฑ์และระบบ\nจัดเตรียม Material Take Off (MTO) ที่ได้จากงานออกแบบผลิตภัณฑ์และระบบ\nรวบรวมและจัดทำรายงานชั่วโมงการทำงานกับผลงานการออกแบบ\nให้ข้อมูลเพื่อวางแผนแม่บท (Master Plan) งานด้านวิศวกรรมของแต่ละโครงการ และวางแผนการปฏิบัติงานและการกำหนดอัตรากำลังคน\nควบคุมชั่วโมงการทำงานของการออกแบบ\n\nContactแผนกทรัพยากรบุคคลบริษัท ไทย โรตารี่ เอ็นจิเนียริ่ง จำกัด (มหาชน)นิคมอุตสาหกรรมมาบตาพุด168 หมู่ 5 Tambon Samnak Thon Ban Chang Rayong 21130Tel :038-923-500 ต่อ 1015 , Fax : 038-923-549Website : www.thai-rotary.com", "object_id": "jobsdb_20180512_000026"}
{"loc": "พระโขนง", "sal": "THB20,000 - 35,000 /เดือน", "pdate": "05-May-18", "company": "Mister Loo (Thailand) Ltd./บริษัท มิสเตอร์ ลู (ประเทศไทย) จำกัด", "pos": "Engineer Officer /วิศวกร", "benef": "มีเวลาการทำงานที่ยืดหยุ่น|เงินโบนัสตามผลงาน|ค่าใช้จ่ายในการเดินทาง", "func": "งานวิศวกรรม > งานวิศวกรไฟฟ้า งานวิศวกรอิเล็กทรอนิกส์\nงานวิศวกรรม > งานวิศวกรซ่อมบำรุง\nงานวิศวกรรม > งานวิศวะอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานสัญญาจ้าง, งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจสาธารณูปโภค", "other": null, "desc": "เรามองหาคนที่มีความรู้ความสามารถทางด้านสุขาภิบาลเพื่อรักษามาตรฐานของมิสเตอร์ลู  คุณจะเป็นส่วนหนึ่งในการทำงานกับผู้บริหารระดับสูงของบริษัทในการให้คำแนะนำเกี่ยวกับงานดูแลประจำวัน งานโครงการก่อสร้างสาขากับทีมงานปฏิบัติการด้านเทคนิด รวมไปถึงการตรวจสอบงานของผู้รับเหมา เพื่อคงไว้ซึ่งมาตรฐานด้านเทคนิคในทุกสาขาของบริษัท  \nนอกจากการได้รับค่าตอบแทนที่สูงกว่า คุณจะได้ประสบการณ์การร่วมงานกับบริษัทสตาร์ทอัพต่างชาติที่มีแนวโน้มการเจริญเติบโตที่รวดเร็วมั่นคง \nคุณสมบัติที่ต้องการ\n\n ประสบการณ์การทำงาน 0-2 ปีขึ้นไป ในด้านงานซ่อมบำรุง (ยินดีรับนักศึกษาจบใหม่)\n มีความรู้เกี่ยวกับระบบสุขาภิบาล ระบบท่อประปา ปั๊มน้ำและระบบบำบัดน้ำเสีย\n ทำงานได้ด้วยตนเอง มีทักษะการแก้ไขปัญหาที่ดี มีประสบการณ์ในการแก้ปัญหา และมีวิสัยทัศน์ในการวิเคราะห์ปัญหา เพื่อระบุถึงแนวทางการแก้ไขปัญหาต่างๆได้\n มีใจบริการ และเต็มไปด้วยพลังในการทำงาน มีทัศนคติแง่บวกและมีทักษะการติดต่อสื่อสารกับบุคคลทุกระดับ \n สามารถเดินทางต่างจังหวัดได้\n มีรถยนต์ของตนเองพร้อมใบอนุญาตขับขี่รถยนต์\n ปริญญาตรี สาขาวิศวกรรมไฟฟ้า หรือวิศวกรรมเครื่องกล\n สัญชาติไทย มีความรู้พื้นฐานด้านการสื่อสารภาษาอังกฤษ(การฟัง, การพูด, การเขียน)\n\nหน้าที่รับผิดชอบ\n\n ดูแลระบบประปา เครื่องปรับอากาศ เครื่องกล และไฟฟ้าทั้งในระหว่างการก่อสร้างสาขาใหม่และ การรักษาซ่อมบำรุงสาขาที่มีอยู่เดิมให้อยู่ในสภาพพร้อมใช้งาน\n ติดต่อสื่อสารกับผู้ผลิตหรือผู้ขายสินค้า ตรวจสอบการทำงานของผู้รับเหมา ควบคุมการติดตั้งอุปกรณ์ทางเทคนิคให้เป็นไปตามความต้องการของบริษัท\n แก้ไขปัญหาเฉพาะหน้าทางเทคนิค โดยทันที ทันเหตุการณ์\n มีการจัดทำรายการตรวจสอบอุปกรณ์และระบบให้กับทุกสาขา เพื่อมั่นใจได้ว่าอุปกรณ์และระบบต่างๆ อยู่ในสภาพที่พร้อมใช้งานได้และปลอดภัย\n ประสานงานกับผู้เกี่ยวข้องกับงานที่ได้\n\nหากคุณกำลังมองหาโอกาสเติบโตในองค์กรณ์  เราพร้อมที่จะหยิบยื่นโอกาสนั้นให้คุณเติบโตอย่างมั่นคงไปกับเรา  \nถ้าคุณมีคุณสมบัติดังกล่าวข้างต้น อย่ารีรอที่ติดต่อเราเพื่อพูดคุยรายละเอียดเพิ่มเติม", "object_id": "jobsdb_20180512_000027"}
{"loc": "บางพลี", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "FPT Food Process Technology Co., Ltd.", "pos": "Export - Import Coordinator/ผู้ประสานงานด้านนำเข้าและส่งออก", "benef": "ประกันชีวิต|เงินโบนัสตามผลงาน", "func": "งานขนส่ง > งานส่งออก งานนำเข้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจเครื่องจักรในอุตสาหกรรม ธุรกิจอุปกรณ์เครื่องกล", "other": null, "desc": "Qualification;-\n- Female\n- Age 24-30 years old.\n- Bachelor degree.\n- Working experience 1 year at least.\n- Be able to write and read English\n \nResponsibilities \n- Sending / Receiving machinery spare parts to / from business partners.\n- Sending Purchase Order to local suppliers.\n- Communicating with business partners.", "object_id": "jobsdb_20180512_000028"}
{"loc": "วัฒนา", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "echoas Japanese Recruitment (Thailand) Co., Ltd.", "pos": "Trading Staff (Import & Export) // 25,000-28,000 + Allowance // @ BTS Ekkamai", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานบริการลูกค้า\nงานอื่นๆ > งาน Trading\nงานขนส่ง > งานส่งออก งานนำเข้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจ Trading ธุรกิจจัดจำหน่าย", "other": null, "desc": "Trading Staff (Import &amp; Export)\n25,000 - 28,000 THB + allowance\nTrading Company\n@BTS Ekkamai\n----------------------------------------------------------------------------\n \nPosition:                   Trading Staff(Import - Export) \nSalary:                      THB 25,000-28,000 + Allowance\nBusiness Type:        Trading Company \nWorking Location:   BTS Ekkamai, Bangkok\nWorking Hours:        Mon-Fri / 08:00 - 17:00 (Once sat per month)\n \nJob Description: \n\nSubmit order and proceed to supplier.\nCreate Sale order / Purchase order / Good receive / Tax Invoice.\nConfirm schedule shipment with ExxonMobil, Japan Polypropylene Corporation and customer.\nFollow up and checking shipment schedule / shipping documents.\nCollect original documents and dispatch invoice to customer.\nHandling claim report and others request from customer.\nMake a PO/PR documents.\n\nQualifications: \n\nThai nationalities, Male or Female, age 25 - 30 years old\nBachelor's degree in any related field\n3 years experience in Import-Export, Trading\nGood command in English (Toeic 600 up)\nBasic MS Word &amp; Excel skill\nGood interpersonal skill \n\n \n Interested candidates are invited to write in with full resume, stating present and expected salaries, and enclosing a recent photograph to the address below:\n Contact Person: Ms.Sansinee\nechoas Recruitment (Thailand) Co., Ltd.\n8 fl., alma link bldg., 25 soi chidlom, ploenchit rd.\nwww.echoas.asia\nOnly shortlisted candidates will be contacted", "object_id": "jobsdb_20180512_000029"}
{"loc": "วัฒนา", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "echoas Japanese Recruitment (Thailand) Co., Ltd.", "pos": "【日本語】Japanese Speaking Trading Manager (Import & Export) / 40,000 - 70,000 / BTS Ekkamai", "benef": "ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานขนส่ง > งานขนส่งสินค้า\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานบริหารการขาย\nงานขนส่ง > งานส่งออก งานนำเข้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจ Trading ธุรกิจจัดจำหน่าย", "other": null, "desc": "Trading Manager (Import &amp; Export)\n40,000 - 70,000 THB + Welfare + Bonus\n★ Japanese Company ★\n@BTS Ekkamai \n \nPosition:                    Japanese Speaking Trading Manager (Import &amp; Export)\nNature Business:      Japanese Trading Company \nBasic Salary:             40,000- 70,000THB + Welfare + Bonus\nWorking Location:    BTS Ekkamai, Bangkok \nWorking Hour:           Mon- Fri 08:00-17:00 (Once Sat per month)\nJob Description:\n\n\nImport &amp; Export procedures such as issue invoice and contact freight forwarder \nContact all the branches, clients, and suppliers in overseas and arrange shipment.\nCheck regulations about products and each country to export and import.\nCalculate cost and analyse.\nVisit oversea branches and have meeting.\n\n\nQualifications: \n\nThai nationality, Male/Female, age 35-45 years old.\nBachelor’s degree in any related field.\n5-10 years in experience in import &amp; export, logistics\nGood Command in English and Japanese (JLPT N2 - N1)\nSkill in Ms.Office,internet,email etc.\nCustomer-oriented and possess strong negotiation, influencing and selling skills\nCan work well under pressure and a good team player \nStrong leadership, problem solving, good communicator and interpersonal skills\n\n \nInterested candidates are invited to write in with full resume, stating present and expected salaries, and enclosing a recent photograph to the address below:\n \nContact Person: Ms.Sansinee\nechoas Recruitment (Thailand) Co., Ltd.\n8 fl., alma link bldg., 25 soi chidlom, ploenchit rd.\nwww.echoas.asia\nOnly shortlisted candidates will be contacted", "object_id": "jobsdb_20180512_000030"}
{"loc": "จตุจักร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Bangkok Payment Solutions Company Limited (BPS)", "pos": "Legal Officer", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานบริการเฉพาะทาง > งานกฎหมาย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจไอที", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "Duties and Responsibilities\n\nCross-check and validate information regarding company contracts.\nPrepare or assist in memo preparation, legal opinion, POA, board and shareholder meeting, etc.\nPrepare correspondence.\nCheck and edit legal forms and documents for accuracy.\nBuild and maintain databases and files. Perform administrative legal work.\nOversee documental legalization.\nOversee documental signing circulation process. Other duties and tasks as assigned.\n\nRequirements\n\nBachelor’s degree, Associates degree, or Certificate qualified to perform the paralegal duties.\n0-1 year of experience in legal-related function; new graduates are welcome.\nComputer literate.\nDetail-oriented and service-minded.\nGood command in English, especially writing skill.\n\n \nBangkok Payment Solutions Co., Ltd.\n 21 TST Tower, 8th, 12th, and 24th floor,\n Viphavadi-Rangsit Road, Chomphon, Chatujak, Bangkok 10900\nTel: ​+66 2617 9880 ext. 305", "object_id": "jobsdb_20180512_000031"}
{"loc": "สาทร", "sal": "THB35,000 - 45,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Linktrix (Thailand) Co., Ltd.", "pos": "Senior Accounting Consultant (Up to 40k/BTS Line)", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานตรวจสอบบัญชี", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจบัญชี", "other": null, "desc": "Job Description:\n\nFinancial records in compliance with accepted policies and procedures\nAccounting reports for use by client’s management\nVAT and withholding tax returns\nCorporate income tax returns\nFinancial statements for statutory purposes\n\n \nRequirement:\n\nThai Nationality\nBachelor Degree in Accounting\nMinimum of 3 years’ experience in the accounting field preferably with an international company\nGood knowledge of the Thai Revenue Code\nComputer literate and familiar with several accounting applications\nHighly competent in both written and spoken English\nCPA, Tax Auditor, or other international accounting qualification will be considered as a plus\nEager to build on your existing skills and to develop your career\nProactive attitude with the ability to implement solutions to problems\nAble to work under pressure and to tight deadlines.\n\n \n*Interested candidates please send your resume in MS Word format \n**We regret that only shortlisted candidates will be notified.\nFOR IMMEDIATE CONSIDERATION: \nPlease indicate the below information in your resume:\n\nCurrent &amp; Expected salary\nReason(s) for leaving\nAvailability to commence work\n\n\nRecent Photo\n\n                                       Linktrix Consultant (Thailand) Co., Ltd\n                                         Bhiraj Tower at EmQuartier,32nd Floor\n                                       Unit #3205-06,689 Sukhumvit Road Soi 35\n                                                  Klongton Nuea, Vadhana\n                                                 Bangkok 10110, Thailand\n                                                    TEL:084-002-3142                             \n                                       Contact: Ms.Kodchaporn Hasawaeng", "object_id": "jobsdb_20180512_000032"}
{"loc": "บางนา", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "echoas Japanese Recruitment (Thailand) Co., Ltd.", "pos": "3D CAD Designer // 18,000-22,000 + Allowance // @ Bangna // Must have Driving License", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานออกแบบ > งานกราฟิก\nงานออกแบบ > งานออกแบบผลิตภัณฑ์\nงานวิศวกรรม > งานวิศวะอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจวิศวะอื่นๆ", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "3D CAD Designer\n18,000 - 22,000 THB +Allowance\nJapanese Company \n@ Bangna \n \nPosition:                       3D CAD designer x 2pp \nNature Business:        Japanese Company \nBasic Salary:               THB 18,000 - 22,000 + Allowance \nWorking Location:       Bangna \nWorking Hours:            Mon - Fri / 08.30 - 17.30\n \nJob Description: \n\nVisit construction site or already completed site.\nScan the actual building and equipment by 3D scanner.\nInstall the image into 3D CAD and draw equipment design.\n\n Qualifications: \n\nThai Nationality, Male/ Female age 21-25 years old.\nBachelor’s degree in Engineering, Design or any related.\nFresh graduated also Welcome.\n0-1 years experience in design field or experience in 3D auto CAD \nGood Team Player, Communication Skill.\nGood communication in English (Have TOEIC score or JLPT is advantage )\nMust have driving license\n\n \nInterested candidates are invited to write in with full resume, stating present and expected salaries, and enclosing a recent photograph to the address below:\n \nContact Person: Mr. Sansinee \nechoas Recruitment (Thailand) Co., Ltd.\n8 fl., alma link bldg., 25 soi chidlom, ploenchit rd.\nwww.echoas.asia", "object_id": "jobsdb_20180512_000033"}
{"loc": "บางรัก", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Linktrix Manpower (Thailand) Co., Ltd.", "pos": "HR Manager-operations in Myanmar, Laos, Cambodia, Vietnam  (Up to 100K/ BTS Line / Urgent!!!)", "benef": "มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ|ค่าใช้จ่ายในการเดินทาง", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานธุรการ งานทรัพยากรบุคคล > งานบริหารค่าจ้าง งานบริหารผลตอบแทน\nงานธุรการ งานทรัพยากรบุคคล > งานฝึกอบรม", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Job Scope\n\nManage and supervise the day-to-day HR Operations in GMR Countries for ensuring the operations run smoothly  \nImplement HR system such as HRIS and KPMS to operations in GMR Countries \nCoordinate for bringing HR tools, training program, systems and processes from Group of Thailand to implement in GMR countries \nDevelop HR team's capabilities to cope with the demands of line functions\n\nResponsibilities: \n1) Supervise HR Manager and HR Executive in Myanmar and HR operations of other new businesses in GMR countries. Manage and ensure the operations has no shortage of workforce, or recruited within appropriate timeline of manpower plan, roll out training program and others       \n2) Develop, implement and communicate all HR Policies, procedures and practices as well as monitor its compliance via HR operations in GMR countries and ensure all activities undertaken by HR Department comply with local labor law and local rules, acts and ethical standards. Provide advice to line managers on HR and ER matters    \n3) Bring HR system such as HRIS and KPMS to implement in KMTL and other subsidiaries in the future     \n4) Develop HR operations team's capabilities in growing with business expansion and support the implementation of company’s culture and core values    \n 5) Work in line with Regional HR Director set up organization/ function/ business unit/ HR operations when required including C&amp;B policy, procedure     \n6) Manage Visa&amp; Work Permit of Foreigner who assigned to work in Thailand   \n7) Build external relationship with Labor Dept., HR logistics network and consulting firms\nRequirement :\n• 10 years’ experience plus 2 years in management: in managing HR Operations and understand nature of operational work or logistics business \n• Experienced in working with MNC who have operations in Myanmar, Laos, Cambodia, Vietnam or either of these countries\"       \nTechnical Competencies     \n1. Strong HR Management knowledge including recruitment, C&amp;B, training and employee relations  \n2. Keen in Thai and Myanmar Labor Law, Visa &amp; Work Permit and Employee relations   \n3. Presentations, Convincing and Negotiation skill  \n4. Possess project management skills  \n5. Advanced MS Excel and effectively present data  \n6. Advanced verbal and written English communication (expected TOEIC 650 up)\n*Interested candidates please send your resume in MS Word format \n**We regret that only shortlisted candidates will be notified.\nFor Fast apply please click below link:\nhttp://jobs.linktrixconsultants.com/JobSearch/hr-manager-operations-in-myanmar-laos-cambodia-vietnam-up-to-100k-bts-line-urgent\nFOR IMMEDIATE CONSIDERATION: \nPlease indicate the below information in your resume:\n\nCurrent &amp; Expected salary\nReason(s) for leaving\nAvailability to commence work\nRecent Photo\n\n                                       Linktrix Consultant (Thailand) Co., Ltd\n                                         Bhiraj Tower at EmQuartier,32nd Floor \n                                       Unit #3205-06,689 Sukhumvit Road Soi 35\n                                                  Klongton Nuea, Vahana\n                                                 Bangkok 10110, Thailand\n                                                OFFICE TEL:0-2088-0400\n                                                   \n                                  Contact:Ms.Kodchaporn Hasawaeng (AMMY)", "object_id": "jobsdb_20180512_000034"}
{"loc": "ชลบุรี", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent (Thailand) Co., Ltd.", "pos": "HR Department Manager @Chonburi (40K-55K) (JO-180209-146814)", "benef": "", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานธุรการ งานทรัพยากรบุคคล > งานบริหารค่าจ้าง งานบริหารผลตอบแทน\nงานธุรการ งานทรัพยากรบุคคล > งานสรรหาบุคลากร", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: To lead the company by well understanding about Human Resource Development and Human Resource Management idea starting from suggesting ideas to implementing.\nDuties &amp; Responsibilities:\n\nConsult and suggest with management and other leadership to identify appropriate learning and OD programs to support business goals.\nCreate and implement programs that connect employees with business goals.\nIdentify and evaluate business initiatives to ascertain appropriate programs that meet company goals.\nDefines the budget that is needed to implement the training and development plan and ensure is effectively spent.\nIdentify data collection tools, data sources, benchmarks, and performance targets.\nImplement organizational effectiveness interventions.\nSupport with talent assessment, providing coaching sessions, and analysis / development of talent management systems, succession planning and processes related to performance management, career planning, business continuity and culture.\nLead employee engagement activities.\nReview compensation and benefit regularly to meet employee’s needs and also follow latest labor rule\nManage other HR related activity such as payroll, recruiting by coordinating with junior staffs\nReview evaluation system and personnel system to strengthen the organization \n\nQualifications:\n[Must]                                                      \n\nThai  Nationality, Male/Female, age 35-45 years  old\nBachelor’s degree in Human Resources or other relevant field\nAble to communicate in English\n10years as a previous experience in Human Resources function both HRD and HRM in multinational manufacturing company.\nOutstanding communications and presentation skills, including writing and conducting presentations and effective listening across all levels of the organization\nExcellent planning and priority setting skills\nSomeone who has a visible improvement result for the function and company’s business by taking action by himself/herself.\nGood human relations and high leadership skills, problem solve and high ownership \n\nPreferable:\n\nExperienced in Manufacturing Company like electronics or automotive. \n\nLanguages skills \nEnglish: Advanced Conversational level \nJapanese: None \nWorkplace Area:Pick Up Company Bus in Chonburi and Bangna\n Working Hour: 8:00 – 17:00 (Mon – Fri) \nAbout the Benefit\nSalary:40,000 – 55,000 THB negotiable \n\nSocial Insurance\nAccidental and Health insurance OPD/IPD\nProvident Fund\nAnnual Health Check\nMonetary assistance \nUniform\nFood Allowance\nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Manufacturing\nProducts:  Elevator, Escalator, Moving Sidewalk \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: HR Department Manager @Chonburi (40K-55K) (JO-180209-146814) \n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailand and find us on Facebook: RGF Thailand", "object_id": "jobsdb_20180512_000035"}
{"loc": "บางรัก", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent Recruitment (Thailand) Co., Ltd.", "pos": "Outbound Planning Staff (20K-30K) (JO-180213-147102)", "benef": "", "func": "งานท่องเที่ยว งานโรงแรม งาน F&B > งานท่องเที่ยวอื่นๆ\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายอื่นๆ\nงานท่องเที่ยว งานโรงแรม งาน F&B > งานทัวร์ งานบริษัททัวร์", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline:Responsible for Planning of Inbound (Main is planning trip to Japan and some other countries)\nDuties &amp; Responsibilities:\n\npromoting and marketing the business\ndealing with customer queries and complaints\nplanning tour for client (Main is Thai)\nmeeting profit or sales targets\nPreparing promotional materials and displays. \n\nQualifications:\n[Must]                                                      \n\nThai Nationality, Male/Female, age between 25-30 years old\nBachelor degree in Japanese, Tourism, Business Administration or related fields\nExperience in sales or planning around 1 year\nProficiency in Computer particularly MS. Word, MS. Excel, E-mail \nAble to use Photoshop\nService-minded and good communication skills\nWilling to learn, able to work under pressure and good team player \n\nPreferable:\n\nGood command of Japanese (N3 or above)\nKnowledge and experience in Tourism and Travel Agencies is a plus \n\nLanguages skills \nEnglish: Advanced conversational level\nJapanese: Preferable   \nWorkplace Area:BTS Sala Daeng\n Working Hour:9:00 – 18:00 (Mon –Sun) (2 vacation / week) \nAbout the Benefit\nSalary: 20,000 - 30,000 THB \n\nSocial Insurance\nAccidental and Health insurance OPD/IPD\nProvident Fund\nMonetary assistance\nTransportation Allowance \nOT Allowance \nBusiness Trip Allowance\nBonus depends on Company’s Profit \n\nAbout the company\nBusiness Type: Travel \nProducts:  Tour   \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Outbound Planning Staff (20K-30K) (JO-180213-147102)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailand", "object_id": "jobsdb_20180512_000036"}
{"loc": "สาทร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent Recruitment (Thailand) Co., Ltd.", "pos": "Assistant Sales Manager (17K-26K) (JO-180212-146981)", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานบริหารการขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "About this Job\nWork outline:Responsible for sales activities, maintain relationship with existing customers and also explore new customers (chemical, plastics and rubber field) –no target and commission, office work-70%\nDuties &amp; Responsibilities:\n\nMaintain good relationship with existing customers and suppliers \nVisit clients in industrial area (Chonburi, Rayong, Pathumthani etc.) by company car (provided driver), sometime alone but sometime with Japanese manager \nWork closely with Japanese sales manager\nCorrespondence of customer and supplier requirements\nExplore new domestic chemical suppliers\nExplore new domestic customers in rubber and plastics fields\nSales documents\nOther jobs as assigned\n\nQualifications:\n[Must]\n\nThai Nationality, Female, age between 23-33 years old\nBachelor’s Degree \nAt least 2 years’ experience in Sales in Trading Company or any related field\nGood command in English (Toeic 550)\nComputer skill (MS. Office)\nExperience in Japanese company\nOutgoing personally\nAble to work under specific time frame.\n\nPreferable:\n\nBeing a good team-player\n\nLanguages skills \nEnglish: Advanced Conversational level \nJapanese: none  \nWorkplace Area:BTS Chongnonsi \nWorking Hour: 8.30 – 17.30 (Mon.-Fri) \nAbout the Benefit\nSalary: 17,000 – 26,000 THB negotiable \n\nSocial Security Insurance\nGroup Life and Health insurance (600 THB)\nProvident Fund \nAnnual check up  \nMonetary assistance \nTransportation Allowance \nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Trading \nProducts:  Chemicals/Rubber/Plastic\nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Assistant Sales Manager (17K-26K) (JO-180212-146981)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailand", "object_id": "jobsdb_20180512_000037"}
{"loc": "ชลบุรี", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent Recruitment (Thailand) Co., Ltd.", "pos": "Interpreter (Japanese speaking) @Chonburi (40K-65K) (JO-180214-147122)", "benef": "", "func": "งานบริการเฉพาะทาง > งานล่าม งานแปลภาษา", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "About this Job\nWork outline: Be responsible for interpreting and translating job in office, production site and sales.\nDuties &amp; Responsibilities:\n\nInterpret Japanese to Thai and vice versa in factory, office and meeting with client outside\nTranslate documents from Japanese to Thai and vice versa (E-mail, internal documents)\nTranslate documents from English to Thai and vice versa (E-mail, internal documents)\nAttend training for engineer staff in Japan as an interpreter and support each communication in Japan (2 weeks to 1 month)\nOther administration task which is related to Japan HQ and Japanese staff in the factory\nSupport all task which MD or advisor assigned\n\nQualifications:\n[Must]                                                      \n\nThai Nationality, Male/Female, age between 25-35 years old\nBachelor degree \nBusiness level of Japanese\nAdvanced conversation level of English (same level with TOEIC 650)\nAt least 4 years’ experience as an interpreter in manufacturing company \n\n(Automotive, Autmotive Parts, Machine manufacturing)\n\nGood translation skill (both English and Japanese )\nHas knowledge of technical term of production site\n\nPreferable:\n\nUsed to work in Japan before (Someone who understand Japanese culture and the way to work)\n\nLanguages skills \nEnglish: Advanced conversational level\nJapanese: Business level    \nWorkplace Area: Company Bus Service In Chonburi\nWorking Hour:8:00 – 17:00 (Mon-Fri)   *Saturday working: Once in a month \nAbout the Benefit\nSalary: 40,000 – 65,000 THB \n\nSocial Insurance\nAccidental and Health insurance OPD/IPD\nProvident Fund\nAnnual Health Check\nUniform\nTransportation Allowance \nOT Allowance \nHousing Allowance \nDiligent Allowance \nCost of living Allowance \nPosition Allowance \nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Manufacturing\nProducts:Material Handling System, Automotive Factory Automotion (AFA) \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Interpreter (Japanese speaking) @Chonburi (40K-65K) (JO-180214-147122)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website : www.rgf-hragent.asia/en/thailand", "object_id": "jobsdb_20180512_000038"}
{"loc": "บางรัก", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent (Thailand) Co., Ltd.", "pos": "Land Operation Staff (20K-25K) (JO-180213-147107)", "benef": "", "func": "งานท่องเที่ยว งานโรงแรม งาน F&B > งาน Operation\nงานท่องเที่ยว งานโรงแรม งาน F&B > งานท่องเที่ยวอื่นๆ\nงานท่องเที่ยว งานโรงแรม งาน F&B > งานทัวร์ งานบริษัททัวร์", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: Responsible for daily operation with tour arranging (Departure from Thailand)  \nDuties &amp; Responsibilities:\n\nBe the main contact person between the potential client and the company\nConvert personal travel wishes into tailor-made travel proposals\nEnsure all necessary steps are being taken from the inquiry, booking, execution to evaluation of the tour\nHandle feedback and complaint in a professional manner\nAct as a liaison between the office and the field staff (drivers, guides and freelancers)\nSupervise the hotel reservations desk\nWork in complete cooperation with the rest of the office team (reservations, account and general manager)\n\nQualifications:\n[Must]\n\nThai Nationality, Male/Female, age between 25-30 years old\nBachelor degree in Japanese, Tourism, Business Administration or related fields\nExperience in tour operation at least 1 year (Departure from Thailand)\nProficiency in Computer particularly MS. Word, MS. Excel, E-mail \nService-minded and good communication skills\nWilling to learn, able to work under pressure and good team player\n\nPreferable:\n\nGood command of Japanese (N3 or above)\nKnowledge and experience in Tourism and Travel Agencies is a plus\n\nLanguages skills:\n\nEnglish: Advanced conversational level\nJapanese: Preferable   \n\nWorkplace Area: BTS Sala Daeng\nWorking Hour: 9:00 – 18:00 (Mon –Sun) (2 vacation / week) \nAbout the Benefit\nSalary:20,000 - 25,000 THB \n\nSocial Insurance\nAccidental and Health insurance OPD/IPD\nProvident Fund\nMonetary assistance\nTransportation Allowance \nOT Allowance \nBusiness Trip Allowance\nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Travel \nProducts:  Tour\nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Land Operation Staff (20K-25K) (JO-180213-147107)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website: www.rgf-hragent.asia/en/thailand and find us on Facebook:  RGF Thailand", "object_id": "jobsdb_20180512_000039"}
{"loc": "ปทุมวัน", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent (Thailand) Co., Ltd.", "pos": "Internal Audit (25K-35K) (JO-180212-146980)", "benef": "", "func": "งานบัญชี > งานตรวจสอบบัญชี\nงานบัญชี > งานบัญชีอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: Prepare and analyze the financial reports as well as providing suggestion in order to reduce the company’s costs.\nDuties &amp; Responsibilities:\n\nEnsures a company or organization complies with internal regulations and established control protocol.       \nExamines documentation, including reports, statement, records, and memos to gather information.\nParticipates in meetings with individuals and departments to update auditors on findings and the audit process.\nPrepares reports and preserves documents pertaining to audits for internal record.\nPresents summarized findings concerning audit results and trends for Management.\nAnalyses audit results to determine methods for increasing profits and decreasing unnecessary costs.\nMakes recommendations for the best ways for a company to avoid fraud and reduce waste.\nAssesses best financial practices for an organization and makes relevant, informed suggestions.\n\nQualifications:\n[Must]\n\nThai Nationality, Male or Female, age between 30-33 years old\nBachelor’s Degree in accounting or finance\nExperienced in internal auditor or in the audit firm\nExcellent interpersonal, communications, analytical and problem-solving skills.  \nComputer literacy in Microsoft Words, Excel and Power Point\nGood communication in English (Reading and writing)\nCan do attitude and able to work as a team\n\nPreferable:\n\nExperience in customer credit evaluation\n\nLanguages skills: \n\nEnglish: Advanced Conversational level \nJapanese: None   \n\nWorkplace Area: BTS Ratchadamri\nWorking Hour: 8.30 – 17.30 (Mon-Fri)\nAbout the Benefit\nSalary:25,000 – 35,000 THB \n\nSocial Security Insurance\nAccidental and Health insurance \nDental insurance \nAnnual Health Check\nProvident fund \nMonetary assistance \nInfluenza vaccination \nLiving Allowance \nOT Allowance         \nDiligent Allowance\nBonus depends on Company’s Profit\n\nAbout the company\nBusiness Type: Leasing \nProducts:  Business relating to leasing, sale, maintenance and repair of vehicle, vehicle supplies and components\nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Sales Representative (25K-60K) (JO-180215-147251)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website: www.rgf-hragent.asia/en/thailand and find us on Facebook:  RGF Thailand", "object_id": "jobsdb_20180512_000040"}
{"loc": "อยุธยา", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "RGF HR Agent (Thailand) Co., Ltd.", "pos": "Accounting Manager @Ayutthaya (50K-100K)  (JO-180209-146886)", "benef": "", "func": "งานบัญชี > งานบัญชี\nงานบัญชี > งานภาษี\nงานบัญชี > งานบัญชีอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Work outline: Responsible for directing overall functions of accounting department (especially closing, cost accounting, Tax report) \nDuties &amp; Responsibilities:\n\nLead and control accounting team in accounting operations related to month-end and period-end closing, cost accounting, and all other related work\nCollaborate with external auditors to ensure successful audit results and compliance to maintain and develop efficient reporting and communication systems within the team and across function.\nEnsure accuracy of accounting standards, all management reports, internal and external reporting\nControl and monitor daily transactions\nCoordinate with banks, external auditor and revenue department\nReview all formal accounting &amp; treasury recommending improvements to the systems in place and managing the systems going forward.\nPrepare financial statement for the Japanese shareholder in Japan \nVAT、Withholding Tax、Corporate tax\nLead Subordinates and check all of process to make it smoothly\nSolve the problem that happened in department\nAnalyst data and report to JP management\nRespond to Regional Taxation Bureau\nMake a report to HQ in Japan\nOther tasks as assigned\n\nQualifications:\n[Must]                                                      \n\nThai Nationality, Male or Female, age between 37-45 years old\nBachelor Degree \nMore than 7 years of experience in accounting with 3 years in managerial level\nHas experiences in Japanese manufacturing company (employees 500 up)\nBe able to direct closing and cost accounting\nHolding CPA &amp; CPD is a must\nEnglish skills at advanced conversational level\n\nLanguages skills\nEnglish: Advanced Conversational level \nJapanese: None  \nWorkplace Area:Ayutthaya\n Working Hour: 8.00 – 17.00 (Mon-Fri) \nAbout the Benefit\nSalary:50,000 – 100,000 THB\n\nSocial Insurance\nAccidental and Health insurance OPD/IPD\nProvident Fund\nAnnual Health Check\nMonetary assistance\nUniform\nTransportation Allowance\nOT Allowance\nBusiness Trip Allowance\nBonus depends on Company’s Profit \n\nAbout the company\nBusiness Type: Manufacturing\nProducts:  Develop, design, manufacturing and sales for automotive parts, and related related dies, machinery and equipment \nHOW TO APPLY\n*** Please submit your resume with recent photo, your current &amp; expected salary, and reference: Accounting Manager @Ayutthaya (50K-100K) (JO-180209-146886)\n*** Any query regarding this Job or application method, please call Tel. 02-021-0333\nRGF HR Agent Recruitment (Thailand) Co., Ltd.（株式会社リクルートホールディングスタイ法人）\n689 BHIRAJ TOWER at EmQuartier, 23rd Floor, Room No. 2304-2306Sukhumvit Road, North Klongton Sub-District, Vadhana District, Bangkok 1011Tel: 02-021-0333Website: www.rgf-hragent.asia/en/thailand and find us on Facebook:  RGF Thailand", "object_id": "jobsdb_20180512_000041"}
{"loc": "ดอนเมือง", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "NokScoot Airlines Company Limited", "pos": "Manager, Information Technology (IT)", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|ค่ายานพาหนะ|ค่าใช้จ่ายในการเดินทาง", "func": "งานขนส่ง > งานการบิน\nงานไอที > งาน IT Project\nงานไอที > งานดูแลระบบ Network", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจขนส่งมวลชน", "other": null, "desc": "Roles and Responsibilities:  \nIT Infrastructure &amp; Systems\n\nDevelop and drive the company’s IT strategy, policies and processes\nDevelop, implement and maintain the company’s IT infrastructure and systems in support of commercial, operational and customer servicing goals\nEnsure that IT infrastructure and systems are safe, efficient, reliable and that BCP (business continuity processes) are in place\n\nInformation Management\n\nDevelop and manage the integration and effective use of the company’s information and data\nEnsure the integrity of information and data in compliance with all data protection and privacy regulations\nManage and control access to all IT systems\n\nIT Projects\n\nCoordinate and manage the development of all IT projects in consultation with internal stakeholders and external vendors\n\n \nQualifications:\n\nBachelor Degree in Computer Science or related field\nAt least 5 years’ managerial experience in information technology management\nComprehensive understanding of IT network architecture and client/server technology\nKnowledge of website and software development\nStrong communication and people skills\nGood analytical and problem-solving skills", "object_id": "jobsdb_20180512_000042"}
{"loc": "ดอนเมือง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "NokScoot Airlines Company Limited", "pos": "Quality Assurance Engineer", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ|ค่าใช้จ่ายในการเดินทาง", "func": "งานขนส่ง > งานการบิน\nงานวิศวกรรม > งานวิศวกรสิ่งแวดล้อม งาน จป", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจขนส่งมวลชน", "other": null, "desc": "Role and Responsibilities:\n• Ensure that relevant CAAT Air Operator Certificate Requirements (AOCR), including company regulations / standards, relating to maintenance, overhaul, repair, modification and inspection of NCT aircraft, engines and components are complied with. \n• Oversee electronic database to ensure effective management of data derived from the quality assurance program. \n• Monitor compliance with aircraft maintenance relevant regulations and standards. \n• Ensure continuing airworthiness of NCT fleet through a comprehensive airworthiness review and control program. \n• Support and facilitate the investigation of Mandatory Occurrence Reports, which maintenance activities concern, that affect aircraft airworthiness, coordinate recommendations as applicable and enforce corrective/preventive actions. \n• Where necessary, oversee the customer Production Inspection Program for new production aircraft at the manufacturer’s assembly lines. \n• Other duties as assigned by Manager, Airworthiness Quality Assurance.\n \nQualification Requirements;\n• Proven knowledge and understanding of ICAO, IATA and CAAT regulations and requirements \n• At least 3 years of experience in an airline or aviation industry \n• Preferred:\no 1 year of experience in airline quality assurance\no 1 year of experience in aircraft maintenance/engineering quality assurance \no Auditing experience", "object_id": "jobsdb_20180512_000043"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "The Minor Food Group Public Company Limited", "pos": "Accounting Officer - GL [Corporate]", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ", "func": "งานบัญชี > งานบัญชี", "edu": null, "etype": "งานเต็มเวลา", "indus": "มากกว่า 1 ประเภทธุรกิจ", "other": null, "desc": "Job Description\n\nBank Reconciliation \n\n\nMatch AP and AR transactions with bank statements\n\n\nTransfer to GL and make adjustments as necessary (e.g. bank charges, petty cash, returned salary) \n\n\nSweep Transaction\n\n\nReceive text file from Finance team\n\n\nUpload to system (currently Oracle) \n\n\nMonth-End Closing \n\nPrepaid and accrued expenses \nRecord all pre-paid and accrued expenses into GL\nRecord interest expense into GL\nAllocate expenses by BU and post to GL\nCheck variance by comparing Trial Balance for current month with previous month\nResolve issues as necessary \n\nClose P&amp;L and Balance Sheet\n\n\nObtain information from all  MGS Accounting teams (e.g. Inventory, Fixed Asset, AP, AR, etc.) and BU (e.g. Sales team)\n\n\nInput recurring expenses and standard journals (e.g.  audit fee, tax and license fee) into the system\n\n\nGenerate final P&amp;L and Balance Sheet\n\n\nBalance Sheet Breaking Details \n\n\nReview results of reconciliation with other modules to match with Trial Balance\n\n\nReconcile bank statements with all other accrued expenses not in AP (e.g. audit fee, KPIs and bonuses)\n\n\nFeedback to originator if any issues identified\n\n\nCheck for any mistakes and make adjustments as necessary \n\n\nTeam Management \n\n\nReview team’s performance on a frequent basis \n\n\n\nSupport team and perform tasks individually when needed\n\n\n\nEnsure high levels of team motivation, morale and teamwork\n\n\nBuild organization\n\n\nProvide - development opportunities to staff to build capabilitie\n\n\nCoach -direct reports and key talents to deliver on individual performance\n\n\n\n\n  \n\n\n\nQualifications\n\nEducation:\n\n\nBachelor Degree in Accounting \n\n\nExperience:\n\n\n1-2 years of experience in Accounting", "object_id": "jobsdb_20180512_000044"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "The Minor Food Group Public Company Limited", "pos": "Tax Manager - Compliance", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ", "func": "งานธนาคาร งานการเงิน > งานธนาคารอื่นๆ", "edu": null, "etype": "งานเต็มเวลา", "indus": "มากกว่า 1 ประเภทธุรกิจ", "other": null, "desc": "Job Description\n\nSupervise team calculate Business Tax according tostatutory requirements company policies\n\n\nSupervise team to\n\n\n\n\n\nGather data on gain/loss on exchange rates and interest income from GL team\n\n\nCalculate business Tax\n\n\nFill in Business Tax form (Por Tor 40)\n\n\n\nSend to Finance team\n\n\n \n\n\nSupervise team to report different types of taxes  according to statutory requirements andcompany policies\n\n\n\nWithholding Tax (‘WHT’)\n\n\n\n\n\nSupervise team  to\n\n\n\n\n\nGather WHT information from relevant departments  i.e. AP, AR, Sales Audit modules from systems (currently Oracleand iExpense)\n\n\nFinance team for overseas payment\n\n\n\n\nReview payments of both domesticand overseas subjected to WHT are calculatedaccordingly\n\n\nReconcile WHT with GL\n\n\nFill-in WHT forms (e.g. Por Ngor Dor 3, 53, 36, 54)\n \n\n\nExcise Tax\n\n\n\n\n\nSupervise team to\n\n\n\n\n\nGather Excise Tax information from Sales team\n\n\nReconcile Excise Tax with GL\n\n\nFill-in Excise Tax form (Por Sor 12, Kor 42)\n \n\n\nCorporate Tax\n\n\n\n\n\nSupervise team to\n\n\n\n\n\nGather information on Corporate Tax and pre-paid Corporate Tax from GL team andsuppliers\n\n\nReconcile orporate Tax with GL\n\n\nFill-in Corporate Tax Form (Por Ngor Dor 50, 51) on an annual and semi-annual basis \n \nInput and OutputValue Added Tax (‘VAT’)\n\n\n\n\n\nSupervise team to\n\n\n \n \n\n\n\nExtract all data for Goods and Service VAT from relevant sources\n\n\nAdjust data for payments not yet received\n\n\nReconcile with GL\n\n\nFill-in VAT form (Por 30)\n \nOutstanding Service VAT\n\n\n\n\n\nSupervise team to\n\n\n \n \n\n\n\nGather information from GL on Outstanding Service VAT\n\n\nCo-ordinate with AP team to obtain tax invoices from suppliers for Outstanding Service VATto be used for the following month\n \n\n\nDevelop, coach, and engage Tax team members\n\n\n\n\n\nReview team’s performance on a frequent basis \n\n\n\n\n\nAnalyse areas for improvements based on frequent reviews\n\n\nDevelop and monitor implementation of improvement initiatives \n\n\n\n\n\nSupport team and perform tasks individually when needed\n\n\nEnsure high levels of team motivation, morale and teamwork\n\n\nBuild organisation\n\n\n\n\n\nProvide development opportunities to staff to build capabilities\n\n\nCoach direct reports and key talents to deliver on individual performance\n\n\n\n\n\n\nQualifications\n\nQualifications: \n\nIndividual attributes, qualifications or personalities required for the job \n\nEducation:\n\n\nBachelor’s Degree in related field \n\n\nExperience:\n\n\nAt least 7 years of experience", "object_id": "jobsdb_20180512_000045"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "The Minor Food Group Public Company Limited", "pos": "Assistant Accounting & Process Improvement Manager", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ", "func": "งานบัญชี > งานบัญชี", "edu": null, "etype": "งานเต็มเวลา", "indus": "มากกว่า 1 ประเภทธุรกิจ", "other": null, "desc": "Job Description\n\n\nJob Purpose\n\nAccounting Process Improvement Manager is playing a critical role to supportShared Service Organization accounting process strategy by identifying improvement opportunities, transforming ideas into actions, and ensuring operational process of Shared Service is conducted with most efficiency approach.\n \nAccounting Process Improvement Manager involves a lot in providing development opportunities for Shared Service team members, developing key talents, and coordinating with BU, IT, External Auditors and other stakeholders as necessary\n \n\nMain Responsibilities\n\nSupport Shared Service Organization Accounting strategy by identifying improvement opportunities, transforming ideas to actions, and ensuring operational process of Shared Service is conducted with most efficiency approach.\n \nIdentify improvement opportunities\n\nSupport Shared Service Management team in developing Shared Service Organization accounting strategic plan\nHelp identify improvement opportunities for all Shared Service’s processes and systems\nCoordinate with IT, BU, and vendors for potential options as part of process re-design\nEvaluate potential options and provide justification for option selection process\n\n \nTransform ideas to actions\n\nPartner with Shared service team to develop and communicate improvement initiatives to relevant parties\nProject planning and project management to ensure the deliverables are achieved by target timeline and within the budget\nManage the implementation and post-implemented issues\nEffective communication on project progress and update \n\nEnsure that process in Shared Service is always conducted with most efficiency approach\n\nMonitor to ensure the new process is implemented as business as usual\n\n\nDevelop the schedule to review each improvement processes after going live\nContinue identify improvement opportunities for post go-live\n\n \n \n \n \nProvide development opportunities for Shared Service team members and develop key talents\n \nOrganisation alignment and engagement\n\nEnsure effective cooperation of Shared Service teams and MINOR organisation including meeting Service Level Agreements (SLAs)\n\nTeam development and talent management\n\nCoach team members to deliver on individual performance\nDevelop talent pipelines and plan succession within Process Improvement team\nSupport development opportunities to Shared Service staff to build capabilities\n\n \nCoordinate with BU, IT, External Auditors and other stakeholders as necessary\n\nCoordinate with stakeholders as necessary\n\n \n \n\n\n\nQualifications\n\nQualifications:\n\nProficiency in English Communication in both written and verbal\nAdvanced knowledge and proficiency in accounting and computer programs i.e., ERP and Microsoft Office\nStrong interpersonal skill\n\nEducation:\n\nDegrees in Accounting or Finance\nCPA is a plus\n\n \nExperience:\n \n\nAt least 5-7 years of experience in Accounting, Auditing, Financial Planning &amp; Analyst, or Project Management in a middle to large organization\nCareer achievement and/or recognition in the past would be considered", "object_id": "jobsdb_20180512_000046"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "The Minor Food Group Public Company Limited", "pos": "Head of Management Reporting", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ", "func": "งานบริหาร > งานบริหารทั่วไป", "edu": null, "etype": "งานเต็มเวลา", "indus": "มากกว่า 1 ประเภทธุรกิจ", "other": null, "desc": "Job Description\n\nMain Responsibilities\n Providing accurate and timely MINT Actual Financial Performance Analysis\n \n·         Coordinate with Consolidation team  in preparation of working file to support Financial Variance Analysis\n·         Analyse actual financial performance and working with Consolidation  and  GL team to find out the cause of variance against Budget, Forecast and Last Year\n·         Coordinate with Business FC and Consolidation team to ensure that the actual financial result are aligned\n·         Review the draft analysis with Director before submit to management\n \nDevelopment of Management Financial Report\n \nPublish monthly Management Financial Report\n·         Work with Business group VP Finance to understand  reporting  requirement\n·         Develop simple, precise and analytical informative actual monthly performance report to address business issues to management for further action\n·         Prepare monthly management financial report including key data, financial performance of each business and highlight key issue with identified risk and opportunities to Business\n·         Provide data and financial information to IR team\n·         Ensure timely submission of report to management\n \nBusiness KPI\n·         Supervise the team to provide monthly KPI to business group\n \nBeing a focal point for all queries regarding Management financial reporting\n \nDeveloping and monitoring Financial Planning process for Monthly Forecast and Annual Budget\n \nDevelop overall Annual Corporate Financial Reporting Calendar to monitor reporting process\n \nMonthly Forecast\n•       Review Forecast template with actual data to Hotel FC to input forecast Corporate and S&amp;M cost\n•       Coordinate with Business Group FC  in providing business assumption for next month forecast to Consolidation  team\n•       Ensure that all accounting adjustment transactions are timely communicated to FC to align the figure before finalize financial performance\n \nAnnual Budget\n•       Manage overall budget process and communicate working schedule to each Business Group\n•       Set up Budget template for Corporate and MGS\n•       Ensure that all Accounting adjustment transactions are timely communicated to each Business Group and reflected  in Budget before finalize the result\n•       Coordinate with Business FC and each Corporate BU Head to complete and submit Budget for business as per schedule\n•       Publish Budget Financial Package with key business\n•       Ensure timely and accurate Budget uploaded  to reporting system\n \nCoordinating with Corporate Secretary and Group FC in preparation of Financial Review Package for Audit Committee and BOD review\n \nConduct regular  monthly Financial Review with Group CFO\n•       Prepare Financial Statement for actual performance with forecast for review\n•       Work with Business FC to provide the analysis for business performance  to support the review\n \nSupport Audit Committee Review, Quarterly Board Review and Annual Budget Review\n•       Ensure that all number in the presentation are aligned\n•       Coordinate with Business FC in preparation of  Financial Part for presentation\n \nBeing a member in developing and implementing new Reporting System and BI\n \nBe a key leader in the development of the new system by providing inputs and identifying requirements. Support implementation plan of new system launching\n \n \nCoordinate with BU, External Auditors and other stakeholders as necessary\n \nInternal Contacts:\n•       CFO, CEO, COO, etc.\n•       Corporate Affairs\n•       Strategic Planning &amp; Investor Relation\n•       Treasury &amp; Finance\n•       Corporate Finance &amp; Corporate Secretary\n•       MGS Accounting Shared Service, Tax, Insurance\n•       IT\n•       Internal Audit &amp; Risk Management\n•       Legal\n \nExternal Contacts:\n•       External Audit\n•       Hotel management companies (e.g. Marriott, Four Seasons, St. Regis)\n•       Consultants\n \nProvide development opportunities for team members and develop key talents\n \nOrganisation alignment and engagement\n•       Align staff with MINT Accounting strategy\n•       Ensure high levels of motivation, morale and teamwork in the team\n•       Ensure effective cooperation of team and MINOR organisation to meet Service Level Agreements (SLAs)\n \nTeam development and talent management\n•       Coach direct reports and  key talent to deliver  individual performance\n•       Develop talent pipelines and plan succession within SSC\n•       Provide development opportunities to staff to build capabilities\n \n\n\n\nQualifications\n\nEducation:\n·         Bachelor’s Degree in Accounting or Business Administration with MBA is a plus\nExperience:\n•       More than 10  years of experience in Financial Management Reporting area with at least 5 years in management role\nQualifications:\n·         Proficiency in English Communication in both written and verbal\n·         Effective Communication", "object_id": "jobsdb_20180512_000047"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "The Minor Food Group Public Company Limited", "pos": "Digital- Enterprise User Experience Manager", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ", "func": "งานบริหาร > งานบริหารทั่วไป", "edu": null, "etype": "งานเต็มเวลา", "indus": "มากกว่า 1 ประเภทธุรกิจ", "other": null, "desc": "Job Description\n\n1)         20% - Planning &amp; Analysis: \nCommunicates with key user and operational groups to understand business needs\nElicits ideas and assists team members with gaining shared understanding, and alignsthe product team and stakeholders \nUtilises tools such as Hotjar, Google Analytics, UXPIN, etc to analyse and present storyof user behavior and intention.\nPresents design concepts, user needs, and design rationale to multidisciplinary teams,as well as to key stakeholders and business partners \n2)         80% - Delivery &amp; Execution: \nAnalyzes user experience data and provides recommendations to address business needs \nCollaborates and pairs with other product team members (UX, engineering, and productmanagement) to design solutions \nCreates designs such that information is easy to find, consume, and understand\nCommunicates ideas and designs to end user and product team members\nParticipates in and contributes to learning activities around modern software design anddevelopment core practices \nWork with developers to execute and implement the design\nParticipate with QA QC Manager to ensure the product is according to design\nDemonstrate continuous effort to improve operations, decrease turnaround times, streamlinework processes, and work cooperatively and jointly to provide quality seamlesscustomer service to the MINOR Group.\nPerform other special projects as requested by the Digital Director and ChiefInformation Officer or other MINOR senior management.\n\n\n\n\nQualifications\n\n  Education:\n\n\nBachelor's or Master’s degree in Finance,Economics, Business, Law, Marketing, ComScience, Acturial Science any related fields.\n\n\nExperience &amp; Qualifications\n\n\n5 years of relevant work experience\n\n\nFamiliarity with digital frameworks, theories eg Hook, ZMOT etc\n\n\nExperience in one or more of the following disciplines: user research, interaction design, branding, analytics, information architecture, visual design; exposure to and interest in growing inthe others\n\n\nExperience translating user needs into visual assets\n\n\nFamiliarity with analyzing both quantitative and qualitative data and presenting findings and recommendations\n\n\nFamiliarity with rapid prototyping and visualization\n\n\nFamiliarity with research and usability strategy deliverables such as discovery findings, mental models, scenarios, user journey maps, personas, debrief documentation, screeners, testing plans,task lists, low and high fidelity prototypes, annotated wireframes, and/or clickable prototypes\n\n\nFamiliarity with approaches to translating findings into tangible designs such as heuristic reviews, usability testing, competitive product analysis, web metrics data, field research, quantitativesurveys, user interviews, and persona development\n\n\nExposure to rapid prototyping and visualization tools such as Moqups, Invision, Axure, iRise, Balsamiq, Omnigraffle, Visio, Adobe CC, and UXPin\n\n\nExposure to visual software tools such as Adobe illustrator, Photoshop, and Fireworks\n\n\nExposure to style guides, iconography, and/or typography.\n\n\nInterest in working as part of a collaborative, cross-functional, modern software design and development team\n\n\nCollaborates: Building partnerships and working collaboratively with others to meet shared objectives.\n\n\nCommunicates Effectively: Developing and delivering multi-mode communications that convey a clear understanding of the unique needs of different audiences.\n\n\nCustomer Focus: Building strong customer relationships and delivering customer-centric solutions\n\n\nInterpersonal Savvy: Relating openly and comfortably with diverse groups of people.\n\n\nSelf-Development: Actively seeking new ways to grow and be challenged using both formal and informal development channels.", "object_id": "jobsdb_20180512_000048"}
{"loc": "เมืองปทุมธานี", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Prize of Wood Industry Co., Ltd.", "pos": "Account Manager/ผู้จัดการบัญชี", "benef": "ทำงานสัปดาห์ละ 5 วัน|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานบัญชี", "edu": null, "etype": "งานประจำ", "indus": "ธุรกิจการผลิตทั่วไป", "other": null, "desc": "1 ควบคุมการจัดทำบัญชี และตรวจสอบปิดบัญชีของบริษัท ให้ถูกต้อง \n2 จัดทำงบการเงิน งบดุล งบกำไรขาดทุน และรายงานบัญชีต่าง \n3 ตวบคุมและตรวจสอบการรับ จ่าย ของบริษัท เรืองเอกสารต่าง \n4 ควบคุมและการจัดทำงบประมาณของบริษัท งบประมาณ \n5 ควบคุมการจัดทำรายการภาษีอากรที่เกียวข้อง", "object_id": "jobsdb_20180512_000049"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Gems Pavilion/เจมส์ พาวิลเลี่ยน", "pos": "Sales & Asst. Sales ประจำที่ สยามพารากอน&เอ็มโพเรียม   5 ตำแหน่ง /พนักงานขาย / ผู้ช่วยพนักงานขาย", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอัญมณี ธุรกิจเครื่องประดับ", "other": null, "desc": "คุณสมบัติ\n\nหญิง / ชาย อายุ 25-40 ปี\nวุฒิการศึกษาปริญญาตรี สาขาที่เกี่ยวข้อง\nมีประสบการณ์งานด้านการขายสินค้าประเภท luxury 3-5 ปีขึ้นไป\nมีความกระตือรือร้น , ซื่อสัตย์ และมีทักษะการขายเป็นอย่างดี\nมีความสามารถในการใช้ Computer และ Social media ได้เป็นอย่างดี \nสามารถ อ่าน , เขียน ,พูด ภาษาอังกฤษพอใช้ \n\nรายละเอียดงาน\n\nวางแผนการทำงานประจำวัน เพื่อให้บรรจุเป้าหมาย\nวิเคราะห์ข้อมูลลูกค้า หาแนวโน้ม และความต้องการซื้อของลูกค้า\nนำเสนอการขาย,แนะนำสินค้า เจรจาต่อรองและปิดการขาย\nติดต่อลูกค้ารายใหม่เพื่อวิเคราห์ความต้องการ\nติตตามและสอบถามความคืบหน้าของลูกค้า \nรับรายละเอียดและความต้องการของลูกค้า", "object_id": "jobsdb_20180512_000050"}
{"loc": "วัฒนา", "sal": "THB20,000 - 35,000 /เดือน", "pdate": "12-May-18", "company": "I Q Wine Co., Ltd.", "pos": "ประสานงานต่างประเทศ", "benef": "", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานขนส่ง > งานขนส่งอื่นๆ\nงานขนส่ง > งานส่งออก งานนำเข้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจ Trading ธุรกิจจัดจำหน่าย", "other": null, "desc": "Qualifications: \n\nThai Nationality Female Aged between 24-30 years old.\nBachelor’s Degree in Logistic or related field.\nKnowledge in PC skill (Internet /MS Office).\nFair command in English communication.\nAt least 1 year working experience in logistic or import operation.\nAble to work under pressure and overtime if needed.\n\nJob Description: \n\nCommunicate with the forwarder about schedule and Bill of Lading.\nFollowing up shipment status and updating shipment status report.\nCoordinating with supplier in overseas for shipping documents.\nPreparing set of documents to be submitted to Excise Department for apply import license.\nFollowing up to get import license before shipment arrival.\n\nIf your attributes meet our requirements, you are invited to apply online or write-in with full resume stating qualifications, work experience, current and expected salaries together with relevant documents, contact phone number and 2 recent photographs (1 full body and 1 half body photo) to :\nKhun Sukanya\nI Q Wine Co., Ltd.\n9/7-8 Sukhumvit Rd.(Soi 33), Klongton Nua, Wattana, Bangkok 1011002-662-1345", "object_id": "jobsdb_20180512_000051"}
{"loc": "ชลบุรี", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Sony Technology (Thailand) Co., Ltd.", "pos": "Automotive Camera Production Engineering Section Head / Assistant Manager", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|บริการรถรับส่งพนักงาน|ค่าตอบแทนพิเศษ|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานวิศวกรรม > งานวิศวกรการผลิต งานวิศวกรโรงงาน\nงานวิศวกรรม > งานวิศวกรเครื่องกล", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจอุปกรณ์ไฟฟ้า ธุรกิจอุปกรณ์อิเล็กทรอนิกส์", "other": null, "desc": "Key Responsibility:\n\nLeading mechanical engineering team for New Model Preparation\nCreate standard SPEC for sub-material using\nManage Quality defect in Production line and take action for Product or Process change notice\nManage Quality issue control such as QRR ,In-process defect and Failure in Market\n\nQualifications:\n\nBachelor’s Degree in related position\n8-10 years’ experience in electronics manufacturing field is required.\nExperiences as Team Leader of Engineers is a must.\nEnglish communication with proficiency level.\nEnergetic, Interpersonal Skill, Curiosity for Learning, Team work spirit, Flexible &amp; Self-Adjusted including enjoys working under pressure.\n\nLine ID: @stt_recruit", "object_id": "jobsdb_20180512_000052"}
{"loc": "วัฒนา", "sal": "THB35,000 - 45,000 /เดือน", "pdate": "12-May-18", "company": "I Q Wine Co., Ltd.", "pos": "Marketing Executive", "benef": "", "func": "งานการตลาด งาน PR > งานการตลาดทั่วไป\nงานการตลาด งาน PR > งานการตลาดอื่นๆ\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจ Trading ธุรกิจจัดจำหน่าย", "other": null, "desc": "Marketing Executive 2 positions in Bangkok , 2 positions in Phuket\n \nQualifications:\n\nThai Nationality Female Aged between 22-35 years.\nBachelor’s Degree in Marketing / Business Admin or related field.\nAt least 2 year working experience in marketing / Sales function\nGood personality.\nGood command of English communication.\nKnowledge in Pc skill (Internet /MS Office)\nGood coordination and problem solving skills\nGood people skill neat, patient, well-organized, responsibility \nAble to work under pressure and overtime if needed.\nOwn and able to drive a car to visit customers and events as and when required\n\nJob Description:\n\nListening to customer requirements and presenting appropriately to make a sale;\nMaintaining and developing relationships with existing customers in person and via telephone calls and emails;\nCold calling to arrange meetings with potential customers to prospect for new business;\nResponding to incoming email and phone enquiries\nActing as a contact between a company and its existing and potential markets;\nNegotiating the terms of an agreement and closing deals;\nGathering market and customer information;\nRepresenting the company at trade, wine events and wine dinner;\nNegotiating on price, costs, delivery and specifications with customer;\nAdvising on forthcoming wine product developments and discussing special promotions;\nReviewing your own performance, aiming to meet or exceed targets;\nGaining a clear understanding of customers' businesses and requirements;\nMaking accurate, rapid cost calculations and providing customers with quotations;\nFeeding future buying trends back to employers;\nAttending team meetings and sharing experiences with colleagues.\n\nBasic Salary : Depend on Experience \nIf your attributes meet our requirements, you are invited to apply online or write-in with full resume stating qualifications, work experience, current and expected salaries together with relevant documents, contact phone number and 2 recent photographs (1 full body and 1 half body photo) to :\nKhun Sukanya\nI Q Wine Co., Ltd.\n9/7-8 Sukhumvit Rd.(Soi 33), Klongton Nua, Wattana, Bangkok 1011002-662-1345", "object_id": "jobsdb_20180512_000053"}
{"loc": "สวนหลวง", "sal": "THB25,000 - 35,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "PANUS INTERFOODS/พนัส อินเตอร์ฟู๊ดส์", "pos": "Marketing Manager/Asst. Marketing Manager/นักการตลาดและสร้างแบรนด์", "benef": "ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ|ค่าใช้จ่ายในการเดินทาง", "func": "งานการตลาด งาน PR > งานบริหารการตลาด\nงานการตลาด งาน PR > งานบริหารแบรนด์สินค้า งานบริหารตราสินค้า\nงานการตลาด งาน PR > งานการตลาดทั่วไป", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, นักศึกษาฝึกงาน, งานประจำ", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "! URGENTLY REQUIRED !\n FOR EXISTING FRANCHISE BUSINESS IN FOOD (CHICKY CHIC)\nChallenging opportunities for candidate who wants to lead the change for franchise business with fun learning experiences \nJob Descriptions\n\nDevelop and execute the strategic Marketing and branding plan for existing Fried Chicken Franchise (CHICKY CHIC) Business to ensure sales growth, achieve revenue and profit targets both short term and long term to meet with company objectives\nResponsible for the overall execution of brand programming and positioning including new product launching and development.\nCreate strategies to take advantage of market opportunities and execute the activities from step 0\nCalculate pricing strategy, set product price, understand costing for both mother company and franchisees\nManage overall marketing function, control budget and implement\nconduct market research (qualitative and quantitative) to understand customers and to launch new product and marketing activities\nGenerate new ideas, design and implement marketing activities to rise awareness, strengthen consumer experience &amp; engagement\nNew product development from market analysis, innovative ideas, and new product concepts as well as formulating new flavoring blend prototypes for a wide range product line to be sold to franchisees\nDevelop budget based on detailed forecasts, ensure budgetary requirements are met, full responsibility for P&amp;L \nLaunch event marketing and execute in and outside bangkok if necessary\nKeep updated on the food trend on global basis and local basis\nAnalyze consumer and market insights by reviewing metrics such as sales volume, market share, profit projections, pricing and distribution, and by conducting consumer research\nAnalyze sales data to update a brand, competitor, or category portfolio, determine new products and delete underperforming products\n\n \nWho we are looking for\n\n25-32 years old Male/Female Thai   \nPassion in food industry\nGraduated from Bachelor or Master degree in Marketing, Finance, Economics\n2-3 years experiences in Marketing strategy/Branding strategy in FMCG industry\nKnowledge in Digital media and content creation would be a PLUS\nSelf-starter, Fast-Learner, and enthusiastic team player\nStrategic and analytical thinking\nGreat communication &amp; negotiation skills  \nAccountable, deliver on commitments\nAnalyse basic financial data, comfortable with data and numbers\nAble to work hard, late hours if necessary\nStrong conceptualization and execution skills with multi-talented abilities are a PLUS\nINTERNSHIP IS ALSO WELCOMED, 4TH YEAR STUDENT IN MARKETING MAJOR ONLY \n\nWhat we offer\n\n25,000-35,000THB Monthly Salary (Negotiable - depends on the performance/experience)  + attractive bonus + other compensation \nChallenging opportunities to throw idea and execute for real!\n\nWork place\n\nOffice on Srinakarin Rd (2.6km away from Thanya park, the building is 1km before Season Square) \n\n ---------------------------------------------------------------------------------------------\n \nรายละเอียดความรับผิดชอบของงาน\n\nวางแผนกลยุทธ์การสร้างแบรนด์ และวางแผนกลยุทธ์การตลาด สำหรับธุรกิจแฟรนไชส์ไก่ทอด \"ชิกกี้ชิก\"ให้ตรงกับกลุ่มเป้าหมายและสอดคล้องกับงบประมาณเพื่อให้บรรลุเป้าหมายยอดขาย การเติบโตและะกำไรของบริษัท\nกำหนดเป้าหมาย และตัวชี้วัดของแต่ละแคมเปญทางการตลาดและการสร้างแบรนด์\"ชิกกี้ชิก\" รวมถึงการปฎิบัติงานและติดตามผล เพื่อให้มีการพัฒนาอยู่เสมอ\nวางแผนการโปรโมทสื่อประชาสัมพันธ์ ทั้ง above the line และ below the line โดยเฉพาะทาง Social Media (Facebook, Instagram, Twitter, YouTube, Google และช่องทางอื่นๆ (IMC Plan) เพื่อสร้างการรับรู้ในแบรนด์ขยายฐานลูกค้า และกระตุ้นยอดขายของสินค้า\nศึกษาและวิเคราะห์ รวมถึงคิดกิจกรรมทางการตลาด B2B2C \nติดตาม รวบรวมและวิเคราะห์ข้อมูลตลาด สภาวะแวดล้อมการตลาด สินค้า และสภาวะการแข่งขันในตลาด รามถึงกลยุทธ์ของคู่แข่งทั้งทางตรงและทางอ้อม ในธุรกิจแฟรนไชส์และธุรกิจอาหารแช่แข็ง\nติดตามอัพเดทสินค้าในตลาดอาหารพร้อมทาน/อาหารแปรรูปตลอดเวลา รวมถึงติดตามเทรนด์อาหาร และการลงพื้นที่surveyสินค้าตามช่องทางต่างๆ เช่น supermarket เป็นต้น\nวิเคราะห์เชิง Qualitative และ Quantitative เพื่อหาความต้องการของกลุ่มลูกค้า และเข้าใจพฤติกรรมผู้บริโภคอย่างแท้จริง\nทำงานร่วมกับแผนกพัฒนาผลิตภัณฑ์ (R&amp;D) เพื่อหาข้อมูลสินค้า พัฒนาสินค้าใหม่ๆ เพื่อให้ตอบสนองกับความต้องการของตลาด\nสรรหา ช่องทางการขายสินค้าใหม่ๆให้แก่แบรนด์ รวมถึงการออกอีเว้นท์ ตามงานต่างๆ\nตั้งราคาสินค้า คำนวนกำไรขาดทุน ของสินค้า รวมถึงการคำนวนกำไรของแฟรนไชส์ซี\nติดต่อประสานงานกับpartnerทุกด้าน รวมถึงการควบคุมการผลิตสื่อชิ้นงาน และติดตามผล\nจัดวางรูปภาพและเนื้อหาลง Presentation Program เช่น Microsoft PowerPoint\nรับผิดชอบงานอื่นๆ ตามที่ได้รับมอบหมายเพื่อให้แบรนด์และสินค้ามีการเติบโต\n\n คุณสมบัติ\n\n25-32ปี เพศ ชาย หรือ ญ \nมีประสบการณ์ทางด้านกลยุทธ์ทางการตลาด และแบรนด์ดิ้งในธุรกิจ FMCG อย่างน้อย 2-3 ปี\nจบปริญญาตรี หรือ โท ด้านการตลาด บริหารธุรกิจ เศรษฐศาสตร์ การโฆษณา แบรนด์ดิ้ง หรืออื่นๆที่เกี่ยวข้อง\nมีความสนใจในอุตสาหกรรมอาหารเป็นพิเศษ\nหากมีความรู้ ประสบการณ์ในเรื่อง Digital Media, Content creation, Data mining จะพิจารณาเป็นพิเศษ\nมีความคิดสร้างสรรค์ creative \nกระตือรือร้น เรียนรู้เร็วและเรียนรู้อยู่เสมอ\nชอบทำงานเป็๋นทีม\nทำงานส่งตามกำหนดเวลาที่ได้รับมอบหมาย\nสามารถทำงานหนัก หรือดึกได้ (กรณีจำเป้น)\nสามารถคิดวิเคราะห์ได้อย่างเป็นระบบ พร้่อมทั้งลงมือทำจริงได้ \nรับ internship &gt;&gt; นักศึกษาปี 4 จากคณะที่เกี่ยวข้องเท่านั้น\n\n \nสิ่งที่เรามอบให้\n\nเงินเดือน 25,000-35,000บาท (ต่อรองได้ - ขึ้นอยู่กับประสบการณ์ทำงานและผลงาน)  + โบนัส + สวัสดิการอื่นๆ \nเปิดโอกาสให้เสนอความคิดได้เต็มที่ และลงมือทำจริง\nเรียนรู้ และเติบโตไปด้วยกัน\n\n \nสถานที่ทำงาน\n\nออฟฟิศ อยู่บนอาคาร พรหมธาราวงศ์ ถนนศรีนครินทร์ (2.6กม. ห่างจาก Thanya park, ตึกจะถึงก่อน Season Square 1กม.)", "object_id": "jobsdb_20180512_000054"}
{"loc": "ปริมณฑล-สมุทรสาคร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Nisto Rubber Industry Co., Ltd.", "pos": "QC/เจ้าหน้าที่ QC", "benef": "ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานการผลิต > งานตรวจสอบคุณภาพ", "edu": "ไม่ระบุ", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "รายละเอียดงาน-ทำงานสัปดาห์ละ 6 วัน (จันทร์-เสาร์) 08.00-17.00 น.-มีโอทีให้ทุกวัน-ตรวจสอบ+เก็บข้อมูลทำ Standard ระหว่างขั้นตอนการผลิต-วางมาตรการการควบคุมคุณภาพ-ประสานงานกับผู้บังคับบัญชา-งานเอกสาร (ในฝ่ายควบคุมคุณภาพ)-งานอื่นๆตาที่ได้รับมอบหมายจากผู้บังคับบัญชาคุณสมบัติผู้สมัคร-ไม่จำกัดเพศ อายุ 20-40 ปี-วุฒิการศึกษาขั้นต่ำ ปวช. หรือสูงกว่า ในสาขาการควบคุมคุณภาพ-หากมีประสบการณ์ทำงานในด้านการควบคุมคุณภาพจะได้รับการพิจารณาเป็นพิเศษ-ขยัน อดทน รับผิดชอบต่องานได้รับมอบหมาย", "object_id": "jobsdb_20180512_000055"}
{"loc": "ปริมณฑล-สมุทรสาคร", "sal": "THB10,000 - 16,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Nisto Rubber Industry Co., Ltd.", "pos": "Packaging Team Leader/หัวหน้างานแพ็ค", "benef": "ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานการผลิต > งานบริหารการผลิต", "edu": "ไม่ระบุ", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "รายละเอียดของงาน-ทำงานสัปดาห์ละ 6 วัน (จันทร์-เสาร์) 08.00-17.00 น.-มีโอทีทุกวัน-รับผิดชอบดูแลไลน์แพคกิ้ง ควบคุมงานหใ้ทำได้ตามเป้า-ประสานงานกับทางออฟฟิศและสื่อสารกับพนักงานระดับปฏิบัติการ-สรุปผลการทำงานแจ้งผู้บังคับบัญชาคุณสมบัติผู้สมัคร-ไม่จำกัดเพศ อายุ 25-40 ปี-มีประสบการณ์ทำงาน เคยมีลูกทีมภายใต้การควบคุม-สามารถใช้เครื่องมือวัดต่างๆได้-สามารถใช้ Microsoft Office ได้ดี-มีความอดทน รับผิดชอบต่องานที่ได้รับมอบหมาย", "object_id": "jobsdb_20180512_000056"}
{"loc": "ปริมณฑล-สมุทรสาคร", "sal": "THB60 - 79 /ชั่วโมง", "pdate": "12-May-18", "company": "Nisto Rubber Industry Co., Ltd.", "pos": "Packaging Operator/พนักงานแพ็คสินค้า", "benef": "ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานการผลิต > งานผลิตทั่วไป", "edu": "ไม่ระบุ", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "รายละเอียดของงาน-ทำงานสัปดาห์ละ 6 วัน (จันทร์-เสาร์) 08.00-17.00 น.-มีโอทีทุกวัน-แพ็คสินค้า / ประกอบสินค้า-ตรวจสอบคุณภาพและความถูกต้อง-ตรวจนับสินค้าลงลังตามใบสั่งงานที่ได้รับ-งานทั่วไปตามที่ได้รับมอบหมายคุณสมบัติผู้สมัคร-เพศชาย อายุ 20-40 ปี-ไม่จำกัดวุฒิการศึกษา-ซื่อสัตย์ มีความรับผิดชอบ ตรงต่อเวลา", "object_id": "jobsdb_20180512_000057"}
{"loc": "ป้อมปราบ", "sal": "THB13,000 - 20,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Nisto Rubber Industry Co., Ltd.", "pos": "Accountant/เจ้าหน้าที่บัญชี", "benef": "ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานบัญชี", "edu": "อนุปริญญา", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "รายละเอียดของงาน -ทำงานสัปดาห์ละ 6 วัน (จันทร์-เสาร์) 08.00-17.00 น.-มีโอทีทุกวัน-ดูแลรวบรวมเอกสารฯ ทำรายการรายรับรายจ่ายทางบัญชีฯ-ติดตามประสานงานการชำระเงิน-จัดทำเอกสารใบวางบิล-ประสานงานกับที่ปรึกษาและผู้ตรวจสอบทางบัญชีได้คุณสมบัติผู้สมัคร-ไม่จำกัดเพศ อายุ 20-35 ปี-จบการศึกษาระดับปริญญาตรี สาขาบัญชี หรือสาขาที่เกี่ยวข้อง (ถ้ามีประสบการณ์ทำงานด้านบัญชีจะพิจารณาเป็นพิเศษ)-สามารถใช้โปรแกรม Microsoft Office ได้ดี-สามารถทำงานภายใต้ข้อจำกัดทางด้านเวลา สามารถจัดการทำงานให้เสร็จตามกำหนดเวลา-มีความรับผิดชอบต่องานที่ได้รับมอบหมาย", "object_id": "jobsdb_20180512_000058"}
{"loc": "ปริมณฑล-สมุทรสาคร", "sal": "THB13,000 - 16,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Nisto Rubber Industry Co., Ltd.", "pos": "Technician/Maintenance/ช่างเทคนิค/ซ่อมบำรุง", "benef": "ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานวิศวกรรม > งานวิศวกรซ่อมบำรุง", "edu": "ไม่ระบุ", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "หน้าที่และรายละเอียดของงาน -ทำงานสัปดาห์ละ 6 วัน (จันทร์-เสาร์) 08.00-17.00 น.-มีโอทีให้ทุกวัน-ควบคุมดูแลงานรักษาซ่อมบำรุงเครื่องจักร/ระบบไฮโดรลิค/ปั๊มไฮโดรลิค/ปั๊มลม/ระบบไฟฟ้า-แก้ไข ซ่อมแซม และป้องกันความผิดปกติที่เกิดขึ้นกับระบบเครื่องกล และอุปกรณ์อื่นๆ-ปฏิบัติการซ่อมบำรุงทั้งเชิงแก้ไข และเชิงป้องกันตามที่ได้รับมอบหมาย-รายงานสาเหตุและผลของการซ่อมบำรุงต่อผู้บังคับบัญชา และผู้ที่เกี่ยวข้อง-ปฏิบัติการซ่อมบำรุงอย่างเร่งด่วนเมื่อมีความจำเป็น-ดูแล รักษาอุปกรณ์ เครื่องมือ ของบริษัทฯ-ติดตาม และปฏิบัติตามแผนงานด้านความปลอดภัยของบริษัทฯ-ปฏิบัติภารกิจอื่นๆ ที่ได้รับมอบหมาย\nคุณสมบัติผู้สมัคร-เพศชาย อายุ 21 ปีขึ้นไป-วุฒิ ปวช. / ปวส / ปริญญาตรี (สาขาที่เกี่ยวข้อง)-มีประสบการณ์การทำงานไม่น้อยกว่า 1 ปี (ถ้ามีประสบการณ์เกี่ยวกับการขึ้นรูปชิ้นส่วนยาง จะพิจารณาเป็นพิเศษ)-สามารถใช้แก้ไขเหตุการณ์เฉพาะหน้าเกี่ยวกับเครื่องจักรได้ดี-สามารถซ่อมบำรุงเครื่องจักรได้", "object_id": "jobsdb_20180512_000059"}
{"loc": "สาทร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "ACTRAN SYSTEMS  CO.,LTD.", "pos": "Junior / Senior IT Technical Consultant ( 3/3 Positions)", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่าใช้จ่ายในการเดินทาง", "func": "งานไอที > งาน Software\nงานไอที > งาน Hardware\nงานไอที > งาน IT Support", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจไอที", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "Junior IT Technical Consultant ( 3 Positions)  /  Senior IT Technical Consultant ( 3 Positions)\nQualifications:- \n\nMale\nBachelor’s or Master degree in IT, MIS, Computer Science or any related fields.\nMinimum 3-6 years experienced in Hardware, Software&amp;Network.\nKnowledge of Windows Server Family, Windows Workstation, SQL Server, Linux Technology.\nStrong technical skills.\nStrong Leadership, multi-task, ability of self-learning, positive and logical thinking with high sense of responsibility.\nHigh degree of resilience, ability to work under pressure, and adopt a flexible approach to issues\nAbility to work well both independently and as part of a team.\nGood personality and service mind.\nGood command in English should be advantage.\nAble to travel upcountry and overseas (on occasions)\nThai Nationality Only\n\n Employee Benefits:- \n\n Annual and special prizes\nTraining\nLife insurance, health insurance, and group accident insurance\nCreative activity and company’s party\nCompany Trip\nExpense and transportation allowance\nAnnual holidays\nSpecial payment for fire victims\nMaternity Allowance\nSpecial payment for ordination\nOthers\n\nInterested persons please send application letter in English indicating current and expected salary together with resume, transcript and one recent photo by post or E- mail. Walk- in candidates is welcome.\nHuman Resources DepartmentACTRAN SYSTEMS CO., LTD.21/22 Thai Wah 1, 9th Fl., South Sathorn Road,Tungmahamek, Sathorn, Bangkok 10120Tel : 0-2679-1668 | Fax : 0-2679-1687\n Website : www.actran.co.th", "object_id": "jobsdb_20180512_000060"}
{"loc": "พระโขนง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Yusen Logistics (SAO Region) Co., Ltd.", "pos": "Business Support of Ocean Freight Forwarding", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานขนส่ง > งานขนส่งสินค้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจขนส่งสินค้า ธุรกิจ Shipping", "other": null, "desc": "Job Purpose\n&lt;OFF&gt; (70%)\n\nCollecting &amp; Compiling monthly OFF lifting reports  \nReview &amp; Analyze performance/result (volume, P&amp;L) of each local office\nInterpret performance data analysis, conduct report and provide recommendations \nCoordinating monthly meeting with local offices and monthly action plan \nMonitor and conduct market/industry trend and provide suggestions to capture business opportunities\nPerform customers analysis and translate information into actionable items \nConduct competitors' analysis; pricing and business model / strategy / SWOT\nParticipate in FCL &amp; LCL product initiatives \nProject coordinator and support manager to drive for new initiatives at regional level\nCompilation and analyzing of monthly lifting reports on ocean carriers \nResolving Daily OFF Operational Issues on regional level\nAct as communication channel between global headquarter and local offices\n\n&lt;Tender Management&gt; (30%)\n\nManage Ocean freight tenders for South Asia and Oceania region\nResponsible for receiving tenders and checking on tender details prior to dissemination\nAssist to co-ordinate on the tender &amp; bid requests from GHQ, RHQ and SAOR countries\nEnsure 100% compliance on the Tender &amp; Bid SOP\nEnsure on-time submissions as per given deadline\nContinually improving the tender process including documentary works \nEngagement with Sales/BD on preparing competitive bid submission\nSupporting local office issues in Procurement, Tender, and other Ocean related issues \nAnalyze tender results and create plans to increase success rates of future tenders\n\nRequired Qualifications &amp; Experience:\n\nBachelor Degree or higher in Business Administration,Economics,Marketing, Engineering, Supply Chain Management or a related area or equivalent\nMinimum 2 years experienced in market analysis/marketing field or related ocean freight forwarder business  \nProactive and systematic thinking and deliverable \nStrong analytical and problem solving skills  \nStrong conceptual strength \nGood in adaptation and quick response with limitation of time\nHigh responsible and strong team player and able to work independently\nGood English communication skills \nData analysis and Project management skill \nComfort dealing with ambiguity \nDetail-Oriented, fast-learner and committed to meet deadline\n\nReporting To: Manager of Ocean Freight Forwarding \nDivision:Ocean Freight Forwarding", "object_id": "jobsdb_20180512_000061"}
{"loc": "ปทุมวัน", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Areeya Hospitality Company Limited", "pos": "Sous Chef,  Commis de cusine, Waitress,  Hostess", "benef": "มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา", "func": "งานท่องเที่ยว งานโรงแรม งาน F&B > งานบริหารการโรงแรม", "edu": null, "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจโรงแรม ธุรกิจบริการ ธุรกิจจัดเลี้ยง", "other": null, "desc": "A lucid, light and nostalgic kitchen.\nOur mission is to create meals that involve your mind - restores, enriches and provoke your senses\nWhiteLies Restaurant currently hiring for a hospitality professional with the ability to maintain high standards of quality and guest satisfaction. \n \nCAREER OPPORTUNITIES: Do you want to use your expertise to make the difference everyday? Please apply job with us.\nCommis de cusine\nWe are looking for individuals who have a solid and real desire to want to learn and be successful in the industry. As a commis chef you're on the first rung of the ladder to becoming a great chef. You'll do food preparation work and basic cooking under the supervision of a chef de partie, rotating through sections.\n \nPastry Chef\nWe are looking for individuals who have a solid knowledge of pastry&amp; bakery. The ideal candidate is well versed in traditional skills and modern techniques to prepare a wide variety of goods such as pastries, cakes, cookies, bread and ice cream. Must be able to confidently and efficiently follow recipes for our core menu philosophy and be able to contribute to new and exciting dessert ideas. Have creativity and flair and the ability to provide guidance to others, able to evidence good business acumen and a strong work ethic\n \nWaiter/Waitress\nWe are looking for individuals who have a solid and real desire to want to learn and be successful in the industry. As a commis chef you're on the first rung of the ladder to becoming a great chef. You'll do food preparation work and basic cooking under the supervision of a chef de partie, rotating through sections.\n \nHostess\nWe are looking for female individuals who presents a positive first impression of our establishment’s friendliness, excellent service and high standards. Monitor bookings and waiting list, show guests to their table and bid guests’ farewell as they leave. As a member of an energetic team, need to answer the phones in a clean, calm and friendly manner.\n \nOur Restaurant is located at Bangkok's Central District", "object_id": "jobsdb_20180512_000062"}
{"loc": "จตุจักร", "sal": "THB45,000 - 70,000 /เดือน", "pdate": "12-May-18", "company": "OpenDurian Co., Ltd.", "pos": "Front-End Developer (VueJS)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ทำงานที่บ้าน", "func": "งานไอที > งานโปรแกรมเมอร์", "edu": null, "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการศึกษา", "other": null, "desc": "เขียนหน้าเว็บคอร์สเรียนออนไลน์​ และ wiki เตรียมสอบ\nสร้าง responsive single page app ด้วย Bootstrap + VueJS\nเงินเดือน 40k - 75k ตามความสามารถ\n\n \nตำแหน่งกองหน้าสำหรับเดฟมือเทพ เขียน web app ได้เร็ว เรียบ เด้ง คุณจะได้สร้างเว็บเรียนออนไลน์ที่ silicon valley ยังอาย และระบบทำข้อสอบที่นักเรียนกว่าสามล้านคนต้องร้องว่า “โอ้โห ใช้ง่ายจัง”\n \nResponsibilities:\n\nเขียน front-end ระบบคอร์สเรียนออนไลน์ ระบบ wiki ระบบจ่ายเงิน และระบบบริการลูกค้าด้วย Twitter Bootstrap และ VueJS โดยแยกแต่ละส่วนเป็น responsive single page app\nวางโครงสร้าง HTML ให้เพิ่ม SEO สูงสุดตาม best practice ของ Google\nวาง e-commerce tracking code (Google Tag Manager / FB Pixels) ในแต่ละขั้นตอน checkout ของลูกค้า เพื่อส่งข้อมูลให้ฝ่ายการตลาด\n\n \nQualifications:\n\nมีประสบการณ์เขียน front-end แบบ single page app (ขอดู Git repo ถ้ามี)\nเคยทำงานในโปรเจ็ค webapp ที่ใช้งานจริง (ขอดู url ตัวอย่าง)\nรู้จักหรือเคยลองใช้ Twitter Bootstrap\nชำนาญ JS framework เช่น Angular, React, VueJS, etc.\nใช้ css precompiler (SASS) และเขียน script หรือใช้เครื่องมือ build (prettify, minify, prefixing, …) ได้\n\n\nไม่จำกัดเพศหรืออายุ\nไม่จำกัดวุฒิการศึกษา ขอให้โค้ดเป็น และรักการโค้ด\nใช้ Git เป็น มีผลงานจริงหรือเดโมโชว์\nทักษะการสื่อสารดี ทำงานเป็นทีมได้\nฟังและอ่านอังกฤษออก สามารถศึกษา tutorial ใหม่ๆด้วยตัวเองได้\nชอบศึกษาของใหม่ๆ เป็นฉลามที่ว่ายทวนน้ำ\n\n \nAdditional skills: (พิจารณาเป็นพิเศษ)\n\nใช้ ​Facebook Graph API เป็น\nเขียนหน้าเว็บให้รองรับ Google AMP (Accelerated Mobile Page) ได้\nเคยใช้ MathJax หรือ library แสดงผลทางวิทย์/คณิต อื่นๆ\nเคยใช้ Django framework\nใช้ Adobe PS/AI/XD ได้\n\n \nสวัสดิการ\n\nเงินเดือนสูง มั่นคง มีโบนัสประจำปี\nทำงานที่บ้านได้ผ่าน Git + Slack \nมีค่า co-working space ให้ ถ้าบ้านรก\nประกันสุขภาพ AIA\nค่าฟิตเนส ซื้ออุปกรณ์กีฬารายเดือน\nกองทุนสำรองเลี้ยงชีพ\nวันลาพักร้อน และทริปเที่ยวประจำปี\nน้ำหวาน ขนม ลูกอม ยาดม ยาหม่อง ฟรี\n ออกทริปเซ็กซี่กับ ExtreamGoPro \n\n \nสไตล์การทำงาน\n\nเน้น Work-Life balance\nเน้นผลงาน ไม่หยุมหยิม ชิลๆ ฮาๆ\nชอบลองของใหม่ แต่ไม่พังของเดิม\nไม่ถืออาวุโส นับความเจ๋งของงาน\nถ้าเป็นคนรุ่นใหม่ ก็ใช่เลย\n\n \nสนใจส่ง resume / portfolio มาใน JobsDB หรือที่ careers[at]opendurian.com ได้เลย\n \n========================\nOpenDurian Co., Ltd.47/11 Ngamwongwan Rd., Lat Yao, Chatuchak, Bangkok 10900\nTel: +662 561 0124 Fax: +662 561 0125\nwww.opendurian.com\n=========================", "object_id": "jobsdb_20180512_000063"}
{"loc": "สะพานสูง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Ponthai Technology Co., Ltd.", "pos": "Accounting and Finance Manager/ผู้จัดการฝ่ายบัญชีและการเงิน", "benef": "ประกันสุขภาพ", "func": "งานบัญชี > งานบัญชี\nงานธนาคาร งานการเงิน > งานที่ปรึกษาการเงินลูกค้าองค์กร\nงานธนาคาร งานการเงิน > งานบริการด้านการเงิน", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจขายส่ง ธุรกิจขายปลีก", "other": null, "desc": "Qualifications :\n\nbachelor degree or higher in Finance,Accounting or equivalent with 5 years experience in Finance Management\nMale or Female,Thai national,age between 35-45\nMore than 5 years'experience in financial and accounting field\nGood computer literacy\nGood knowledge of accounting and tax.\n\nResponsibilities : \n\nResponsible for a complete range of finance and accounting duties.To mange monthly financial statement,budget and forecast.Prepare monthly report.Handle internal accounting control,tax management,treasury function and liaison with auditors\nBusiness acumen with strong problem solving and analytical capabilities,highly comfortable in analyzing financial statements.\nManagerial and interpersonal skill witg leadership ability.\nBusiness partnership with senior management and operation teams.\n\nSpecific Duties :\n\nManage day to day activities, plan and assign work, and establish performance and development goals for team members\nTimely prepare and review all  GL, sub-leder,detail,supporting document and reconciliation inter-company related transactions\nMonitoring the cost of manufacturing and all expenses of all departments/divisions\n\n \nPonthai Technology Co., Ltd. Address: 11 Soi Rat Phatthana 16, Rat Phatthana Road, Saphan Sung, Saphan Sung, Bangkok 10240", "object_id": "jobsdb_20180512_000064"}
{"loc": "ระยอง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "บริษัท เยนเฟิง (ไทยแลนด์) จำกัด", "pos": "Import-Export Officer /เจ้าหน้าที่ประสานงานนำเข้า ส่งออก", "benef": "ทำงานสัปดาห์ละ 5 วัน|ค่าใช้จ่ายสำหรับที่อยู่อาศัย|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานขนส่ง > งาน Shipping\nงานขนส่ง > งานขนส่งและคลังสินค้า\nงานขนส่ง > งานส่งออก งานนำเข้า", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "Urgently Required!!\nJob descriptions \n\nResponsible for Import &amp; Export documentations.\nThe extra transportation cost control.\nImport and export goods clear customs on time.\nFollow up planning and shipment schedule. \nResponsible for update the order status and shipment information.\nCo-ordinate with suppliers , customers , custom broker agents, freight forwarders.\n\n Requirements\n\nMale/Female , Thai nationality.\nAge between 25-35 years old.\nBachelor degree related filed.\nMin.2-3 years of work experiences in Free Zone is advantage.\nKnowledge and/or experience in trading business.\nGood communicate English both spoken and written.\n\n \nLocation: First 8 months working at Amata City Rayong and move to New brunch at Hemaraj Eastern Seaboard Industrial Estate II, Chonburi.", "object_id": "jobsdb_20180512_000065"}
{"loc": "สาทร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "ACTRAN SYSTEMS  CO., LTD.", "pos": "SAP-B1 Functional consultant  (10 Positions)", "benef": "ทำงานสัปดาห์ละ 5 วัน|ค่าตอบแทนพิเศษ|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่าใช้จ่ายในการเดินทาง", "func": "งานไอที > งาน Software\nงานไอที > งาน IT Support\nงานไอที > งานโปรแกรมเมอร์", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจไอที", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "Position : SAP-B1 Functional consultant  (10 Positions)\nQualifications:-\n\nMale/ Female \nBachelor's Degree or Master's Degree in AIS, BIS, MIS, Business Computer, eBusiness, Computer Science, Computer Engineering, Accounting, Business Administration, IT or related fields \nWilling to work hard and under pressure \nAble to work in team and independently \nHighly responsible and self-motivated \nAble to travel Upcountry and Oversea (on occasions) \nThai Nationality Only \nFresh Graduate are welcome \n\nEmployee Benefits:-\n\nAnnual and special prizes\nTraining\nLife insurance, health insurance, and group accident insurance\nCreative activity and company’s party\nCompany Trip\nExpense and transportation allowance\nAnnual holidays 10 Days\nSpecial payment for fire victims\nMaternity Allowance\nSpecial payment for ordination \nNote Book and equipment\nAllowance for death and childbirth\nPerformance Bonus\n\nFive-day work week\n\n\nOthers Interested persons please send application letter in English indicating current and expected salary together with resume, transcript and one recent photo by post or E- mail. Walk- in candidates is welcome.\nHuman Resources Department ACTRAN SYSTEMS CO.,LTD. 21/22 Thai Wah 1, 9th Fl., South Sathorn Road, Tungmahamek, Sathorn, Bangkok 10120 Tel : 0-2679-1668  Fax : 0-2679-1687 Website : www.actran.co.th", "object_id": "jobsdb_20180512_000066"}
{"loc": "กรุงเทพมหานคร", "sal": "THB35,000 - 45,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Smartcruit Consultant Co., Ltd.", "pos": "Structural Engineer (5+ yrs exp in Structural Design/ Degree of Structural, Civil Engineer)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานก่อสร้าง > งานสถาปัตยกรรม\nงานก่อสร้าง > งานก่อสร้าง งานควบคุมอาคาร\nงานก่อสร้าง > งานโยธา งานโครงสร้าง", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจวิศวกรรมก่อสร้าง ธุรกิจวิศวกรรมโยธา ควบคุมอาคาร", "other": null, "desc": "Company Summary: The Leading of Infrastructure Engineering Business. \nJob Location: Bangkok (BTS Line)\nJob Reference: MSM 3883\nJOB DESCRIPTION:\n\nResponsible for designing the drawing system and structure before implementing to all aspects of industrial construction (Electrical, Mechanical, and Pluming System)\nMonitor and coordinate with the involved parties in estimating process and quotation proposing\nHandle all of the related activities of subcontract persons\n\nYou will be discussing more in-depth descriptions with consultant in the interview process. \n \nWHAT WE NEED:\n\nBachelor Degree of Engineering, Major in Structural Engineering, or other related\nAge not over 30 years old \nExp 5 years in the structural construction business is a plus\nGood command of English Communicative Skill\nSkill in AutoCAD, Solid works, Designing program, etc. \n\n \nSalary:  THB 40,000 - 50,000 (or Higher/ Base on Experience)\nBenefits: Attractive \nEmployee Type: Full Time/ Permanent \n \n**Only Shortlisted Candidates will be Considered**    \nIf you are interested, please do not hesitate to send your full English resume by clicking Apply.  \nSMARTCRUIT CONSULTANT COMPANY LIMITED \nContact person: K. Nhing\n253 Asoke Building, 15th FL., Sukhumvit 21 Road, \nKlongtoeynua, Wattana, Bangkok\n(200 Meters from MRT Petchburi/ 900 Meters from BTS Asoke)\nTel: 02-258-4335 - 37 ext. 110\nwww.smartcruitconsultant.com \nInterested candidates can apply directly by clicking \"Apply Now / สมัครงาน\" below", "object_id": "jobsdb_20180512_000067"}
{"loc": "กรุงเทพมหานคร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Mu Space and Advanced Technology Co., Ltd.", "pos": "Talent Acquisition Specialist", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ", "func": "งานธุรการ งานทรัพยากรบุคคล > งานสรรหาบุคลากร", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจโทรคมนาคม", "other": null, "desc": "Are you a talent acquisition professional who can help us assess the staffing needs of our company, and then identify and recruit talented individuals to fill those needs.\nWe have a challenging and an exciting role in the heart of Bangkok for Thailand's newest satellite and space technology company. As a Talent Acquisition Specialist, you will source candidates through various channels, plan interview and selection procedures, and host or participate in career events. \nTo be successful in this role, you should be able to develop long-term recruiting strategies and nurture trusting relationships with potential hires. Ultimately, you will create strong talent pipelines for our company’s current and future hiring needs. \nMAIN RESPONSIBILITIES\n\nCoordinate with hiring managers to identify staffing needs\nDetermine selection criteria\nSource potential candidates through online channels (e.g. social platforms and professional networks)\nPlan interview and selection procedures, including screening calls, assessments and in-person interviews\nAssess candidate information, including resumes and contact details\nDesign job descriptions and interview questions that reflect each position’s requirements\nOrganize and attend job fairs and recruitment events\nForecast quarterly and annual hiring needs by department\nFoster long-term relationships with past applicants and potential candidates\n\nPOSITION REQUIREMENTS\nRequired qualifications:\n\nThai, 28 to 35 years old\nBachelor's degree in human resource management, psychology, social work or any relevant degree\n3 years’ work experience in talent acquisition or similar role\nFamiliar with resume databases, online job websites and professional networks\nHands-on experience with full-cycle recruiting using various interview techniques and evaluation methods\n700 and up TOEIC score, or excellent English communication skills\n\n=============================================\nTo apply for the position(s), submit below documents and details in pdf format:\n\nCV or resume (English only), including your photograph\nCover letter, including the title of position(s) you are applying, most recent salary and expected monthly salary for mu Space\n\nPlease include your first name and last name on the filename of your documents (eg john_smith_resume.pdf, john_smith_cover_letter.pdf)\nNote: Applicants who DON’T submit above requested details and documents are automatically rejected from the hiring process.\nApplicants are encouraged to submit their application as early as possible. Positions are for urgent hiring due to business expansion. Shortlisted applicants will be interviewed on a rolling basis, so submit your resume as early as possible.\nFor concerns, email hr[at]muspacecorp[dot]com\nMU Space Corp Pearl Bangkok Building, 12A Floor, Room number 12A04-05\n1177 Phahonyothin Road, Phayathai, Phayathai Bangkok, Thailand\nFollow us online: muspacecorp.com facebook.com/muSpaceTech twitter.com/muSpaceTech", "object_id": "jobsdb_20180512_000068"}
{"loc": "บางกอกน้อย", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "P.S.P. Specialties Co., Ltd.", "pos": "Support Sales Manager/ Assistant Manager", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายอื่นๆ\nงานขนส่ง > งานส่งออก งานนำเข้า", "edu": null, "etype": "งานประจำ", "indus": "ธุรกิจปิโตรเคมี", "other": null, "desc": "Responsibilities\n- Manage sales support team effectively\n- Monitor and control all commercial document process and timeline for domestic and export businesses- Ensure completeness of customer orders- Collaborate with other business units &amp; operation team to achieve commercial objective.\n- Secure customer satisfaction\n- Safety awareness to team and workplace\n- Support sales team to achieve business objective\nQualifications\n- Male/Female:  30-45 years old.\n- Bachelor′s degree at least / MBA is plus.\n- Must have sales support experience more than 5 years.\n- Must have experience to be team leader more than 3 years.\n- Skillful in financial &amp; accountings, document control, customer relationship management and team management.\n- Fluently in English.\n- Good communication and presentation skill.\n- Computer literacy (MS office).", "object_id": "jobsdb_20180512_000069"}
{"loc": "ปทุมวัน", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Turner Consulting (Thailand) Limited", "pos": "Admin Assistant /Document Controller(Welcome new graduate)", "benef": "สิทธิการเบิกค่าทันตกรรม|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานธุรการ งานทรัพยากรบุคคล > งานเลขานุการ งาน Personal Assistant", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจวิศวกรรมก่อสร้าง ธุรกิจวิศวกรรมโยธา ควบคุมอาคาร", "other": null, "desc": "Responsibilities: \n\nHandle assigned secretarial and administrative duties such as filing, scanning, copying, faxing, printing, returning calls\nPurchase and stock office supplies and equipment\nSet up and coordinate meetings\nTake meeting notes for internal meetings\nOrganize and distribute incoming/outgoing correspondence\nMaintain a staff shift and leave calendar\nMeet and greet visitors\nHandle incoming / outgoing calls and message transference\nHandle and document minor financial transactions (petty cash)\nOrganize staff travel arrangements,parties,meal,ETC assignment by Manager\nOthers adhoc assign by project manager.\n\nQualifications:\n\nPositive attitude, driven and committed. Welcome new graduate. \nExperience in construction site will be a plus.\nGood speaking and writing English language.\nGood computer skills (Microsoft Office Word, Excel).\nGood personality, team attitude\n\nWork time: \n\nMon-Fri  08.30-5.30pm\nSat 08.30-01.30pm.                                                      \n\nBenefit: \n\nSocial security fund\nVacation leave 12 Days\nDental fee\nProvident Fund \nLife insurance\nHealth insurance\nMaternity allowance\nBonus base performance\nOthers base Thai Law\n\n \nTurner Consulting (Thailand) Limited 18thFloor, Park Ventures Ecoplex, 57 Wireless Road, Lumpini, Pathumwan, Bangkok 10330", "object_id": "jobsdb_20180512_000070"}
{"loc": "จตุจักร", "sal": "THB30,000 - 55,000 /เดือน", "pdate": "12-May-18", "company": "OpenDurian Co., Ltd.", "pos": "UI/UX Designer", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ทำงานที่บ้าน", "func": "งานไอที > งานไอทีอื่นๆ", "edu": null, "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการศึกษา", "other": null, "desc": "ออกแบบ UI desktop/mobile web ระบบเรียนออนไลน์\noptimize user engagement บนเว็บ ตาม metric ที่ตั้ง\nเงินเดือน 30k - 50k ตามความสามารถ\n\n \nตำแหน่งนี้เป็นที่รักของนักเรียนกว่า 3 ล้านคน คุณจะได้ออกแบบแพล็ตฟอร์มเรียนออนไลน์ที่ใช้ง่าย ดีไซน์เนี้ยบ ให้นักเรียนอยากเปิดมาดูทุกวัน เพิ่ม engagement การเรียนเปรี้ยงๆ แบบที่ห้องเรียนเก่าๆ ทำไม่ได้\n \nResponsibilities:\n\nดีไซน์ user interface ให้สวยแต่เรียบง่าย ใช้งานได้จริง\nเขียน user flow และทำ mockup เสนอ\nสร้าง asset ให้ frontend dev นำไปประกอบ\nออกแบบและวัดผล usability test แล้วปรับปรุงเว็บตาม iteration\n\n \nQualifications:\n\nมีประสบการณ์ออกแบบ UI/UX เว็ปแอพมาก่อน (กรุณาแนบ portfolio)\nใช้ Adobe CC ที่จำเป็นได้ (PS, XD, etc.)\nรู้จักหรือเคยใช้เครื่องมือ usability testing\n\n\nไม่จำกัดเพศหรืออายุ\nไม่จำกัดวุฒิการศึกษา ขอให้โค้ดเป็น และรักการโค้ด\nใช้ Git เป็น มีผลงานจริงหรือเดโมโชว์\nทักษะการสื่อสารดี ทำงานเป็นทีมได้\n\nฟังและอ่านอังกฤษออก สามารถศึกษา tutorial ใหม่ๆด้วยตัวเองได้\nชอบศึกษาของใหม่ๆ เป็นฉลามที่ว่ายทวนน้ำ\n\n \nAdditional skills: (พิจารณาเป็นพิเศษ)\n\nชอบแนว minimalism\nมีทักษะ copywriting\n\n \nสวัสดิการ\n\nเงินเดือนสูง มั่นคง มีโบนัสประจำปี\nทำงานที่บ้านได้ผ่าน Git + Slack\nมีค่า co-working space ให้ ถ้าบ้านรก\nประกันสุขภาพ AIA\nค่าฟิตเนส ซื้ออุปกรณ์กีฬารายเดือน\nกองทุนสำรองเลี้ยงชีพ\nวันลาพักร้อน และทริปเที่ยวประจำปี\nน้ำหวาน ขนม ลูกอม ยาดม ยาหม่อง ฟรี\nออกทริปเซ็กซี่กับ ExtreamGoPro\n\n \nสไตล์การทำงาน\n\nเน้น Work-Life balance\nเน้นผลงาน ไม่หยุมหยิม ชิลๆ ฮาๆ\nชอบลองของใหม่ แต่ไม่พังของเดิม\nไม่ถืออาวุโส นับความเจ๋งของงาน\nถ้าเป็นคนรุ่นใหม่ ก็ใช่เลย\n\n \nสนใจส่ง resume / portfolio มาใน JobsDB หรือที่ careers[at]opendurian.com ได้เลย \n \n========================\nOpenDurian Co., Ltd.47/11 Ngamwongwan Rd., Lat Yao, Chatuchak, Bangkok 10900\nTel: +662 561 0124 Fax: +662 561 0125\nwww.opendurian.com\n=========================", "object_id": "jobsdb_20180512_000071"}
{"loc": "จตุจักร", "sal": "THB55,000 - 70,000 /เดือน", "pdate": "12-May-18", "company": "OpenDurian Co., Ltd.", "pos": "Dev Ops Engineer (AWS)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ทำงานที่บ้าน", "func": "งานไอที > งานไอทีอื่นๆ", "edu": null, "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการศึกษา", "other": null, "desc": "พัฒนา development workflow ตั้งแต่ code, test และ deploy\nดูแล AWS Elastic Beanstalk, RDS, S3, etc.\nติดตั้งและดูแล local streaming server\nเงินเดือน 40k - 60k ตามความสามารถ\n\n \nตำแหน่งนี้ท้าทายเรื่องการวางระบบยังไงให้ scale ได้ เพราะผู้ใช้ช่วงสอบหรือลูกค้าช่วงเซลส์จะกระหน่ำเข้ามามหาศาล สร้างระบบ zero downtime deployment เพื่อให้เพื่อนร่วมทีมเดฟเขียนและทดสอบโค้ดได้ลื่นไหล เป็นที่รักของเพื่อนๆ\n \nResponsibilities:\n\nติดตั้งและดูแลเซิฟเวอร์ทั้งบน AWS และ local streaming\nร่วมออกแบบและพัฒนา development workflow ที่ไม่ยุ่งยาก แต่ deploy โค้ดได้สบายใจ\nช่วยคุมคุณภาพโค้ด ออกแบบระบบเทสท์ ดูแล documentation\n\n \nQualifications:\n\nมีประสบการณ์จัดการ AWS หรือมี certificate โดยเฉพาะ Elastic Beanstalk\nมีประสบการณ์ออกแบบ development automation\nใช้ UNIX ได้คล่อง ติดตั้งและจัดการ linux web server ได้ โดยเฉพาะ Nginx\nใช้ SQL เบื้องต้นได้ (MySQL หรือ PostgreSQL)\n\n\nไม่จำกัดเพศหรืออายุ\nไม่จำกัดวุฒิการศึกษา ขอให้โค้ดเป็น และรักการโค้ด\nใช้ Git เป็น มีผลงานจริงหรือเดโมโชว์\nทักษะการสื่อสารดี ทำงานเป็นทีมได้\n\nฟังและอ่านอังกฤษออก สามารถศึกษา tutorial ใหม่ๆด้วยตัวเองได้\nชอบศึกษาของใหม่ๆ เป็นฉลามที่ว่ายทวนน้ำ\n\n \nAdditional skills: (พิจารณาเป็นพิเศษ)\n\nเคยรับผิดชอบระบบมูลค่าสูงมาก่อน\nแม่นเรื่อง security โดยเฉพาะ video streaming\n\n \nสวัสดิการ\n\nเงินเดือนสูง มั่นคง มีโบนัสประจำปี\nทำงานที่บ้านได้ผ่าน Git + Slack\nมีค่า co-working space ให้ ถ้าบ้านรก\nประกันสุขภาพ AIA\nค่าฟิตเนส ซื้ออุปกรณ์กีฬารายเดือน\nกองทุนสำรองเลี้ยงชีพ\nวันลาพักร้อน และทริปเที่ยวประจำปี\nน้ำหวาน ขนม ลูกอม ยาดม ยาหม่อง ฟรี\nออกทริปเซ็กซี่กับ ExtreamGoPro\n\n  \nสไตล์การทำงาน\n\nเน้น Work-Life balance\nเน้นผลงาน ไม่หยุมหยิม ชิลๆ ฮาๆ\nชอบลองของใหม่ แต่ไม่พังของเดิม\nไม่ถืออาวุโส นับความเจ๋งของงาน\nถ้าเป็นคนรุ่นใหม่ ก็ใช่เลย\n\n \n \nสนใจส่ง resume / portfolio มาใน JobsDB หรือที่ careers[at]opendurian.com ได้เลย \n \n========================\nOpenDurian Co., Ltd.47/11 Ngamwongwan Rd., Lat Yao, Chatuchak, Bangkok 10900\nTel: +662 561 0124 Fax: +662 561 0125\nwww.opendurian.com\n=========================", "object_id": "jobsdb_20180512_000072"}
{"loc": "กรุงเทพมหานคร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "360 Degree Search Recruitment Co., Ltd.", "pos": "Category Development Manager", "benef": "ทำงานสัปดาห์ละ 5 วัน", "func": "งานการตลาด งาน PR > งานบริหารแบรนด์สินค้า งานบริหารตราสินค้า\nงานการตลาด งาน PR > งานการตลาดทั่วไป\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานบริหารการขาย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "Responsibilities :\n\n Represent on 360 degree activities on brand activation for driving category and LRB growth\n Lead the multi-functional commercial process in development of category plan, new product or pack-price launch/re-launch activity grid, channel strategy development with a clear 5P’s strategy, Go-to-Market plan &amp; KPIs\n Be a partner with Marketing to joint agree on the Marketing plan and detailed marketing below-the-line activities\n Work with Trade Marketing, Revenue Management and Sales team to develop strategic Channel Plans and lead the implementation of strategy for category sustainable growth\n Ensure successful execution and implementation of go-to-market, integrated programs (existing &amp; new products of assigned products), in alignment with sales &amp; marketing functions.\n Explore new business opportunity and grow LRB portfolio- representing JV Marketing/ Trade Marketing to collaborate across function; and with Marketing Team (Brand Development)\n Manage and control the A&amp;M budget against target with alignment to Marketing\n Lead the development of category strategy and implementation to achieve business objectives for all key channels (MT/TT/Open Trade).\n Demonstrating the effective go-to-market model plan across channels to launch new product and new platform in order to response to the changing retailing environment\n Co-lead with Revenue Management on Pack-Price Strategy and execute Go-to-Market for every new pack-price launching\n Lead Assortment Review for Regularly Monitoring Pricing &amp; Promotion compliance with defined strategy, and SOS/SOM Index\n Developing business skills &amp; taking lead on category initiatives, in order to grow category across segment\n Work closely with Trade Marketing, Revenue Management, and Consumer Marketing, and cross-functional team, to deliver Category Growth profitably, and grow market-share on assigned brands &amp; platform, continuously.\n\nQualifications:\n\nAt least 3 years’ experience in Category Development, Customer Marketing\nExperienced in Channel development and driving category-captaincy would be beneficial\nExperienced with direct retailers’ contacts or shopper research/category management process would be benefit\nStrong in dealing with data-intelligence agency\nStrong analytical skills, turning insight into actions\nInnovative thinking: able to lead team in new ways of thinking and Execution", "object_id": "jobsdb_20180512_000073"}
{"loc": "สาทร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Asset World Company Limited (Cristalla)", "pos": "Internal Audit Director/ผู้อำนวยการฝ่ายตรวจสอบภายใน", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานตรวจสอบบัญชี", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "ขอบเขตงาน\n\nบริหารงานด้านตรวจสอบภายในให้เป็นไปตามมาตรฐานสากลและเป้าหมายขององค์กร\n\nหน้าที่ความรับผิดชอบ\n\nบริหารจัดการตรวจสอบและประเมินปัจจัยความเสี่ยง ในแต่ละกระบวนการทำงานที่มีผลกระทบต่อการบรรลุเป้าหมายขององค์กร\nบริหารจัดการและควบคุมการปฏิบัติงานของฝ่ายตรวจสอบให้ปฏิบัติงานได้อย่างมีประสิทธิผล\nประสานงานกับคณะกรรมการบริหาร ด้านการบริหารความเสี่ยงและการตรวจสอบภายใน\nพัฒนาบุคลากร นโยบาย และขั้นตอนการตรวจสอบภายใน\nสอบทานรายงานสรุปผลการตรวจสอบสำหรับผู้บริหารระดับสูง (Executive Summary Report)\nดำเนินการประชุมสรุปผลการตรวจสอบกับผู้บริหารระดับสูงของหน่วยรับตรวจ\nให้คำปรึกษาเกี่ยวกับการควบคุมภายในของกระบวนการปฏิบัติงานแก่ผู้รับตรวจ\n\nคุณสมบัติที่ต้องการ\n\nเพศชาย / เพศหญิง อายุ 40 ปี ขึ้นไป\nปริญญาตรี หรือ ปริญญาโท สาขา ตรวจสอบภายใน บัญชี การเงิน บริหารธุรกิจ บริหารจัดการ เศรษฐศาสตร์ เทคโนโลยีการบริหาร เทคโนโลยีสารสนเทศ หรือสาขาอื่นๆที่เกี่ยวข้อง\nอายุงานรวม 10 ปีขึ้นไป ต้องมีประสบการณ์ทางด้านตรวจสอบภายในอย่างน้อย 5 ปี\nหากเป็นผู้สอบบัญชีรับอนุญาต (CPA) หรือมีวุฒิบัตรผู้ตรวจสอบภายในสากล (CIA) จะได้รับการพิจารณาเป็นพิเศษ\nมีความรู้ทางด้านกฎหมาย กฎ ระเบียบ คำสั่งทางราชการที่เกี่ยวข้องกับธุรกิจของบริษัท\nมีภาวะผู้นำ การวางแผน และกลยุทธ์ในเชิงการจัดการ\nมีความรู้เฉพาะทาง เช่น การบริหารความเสี่ยงของการตรวจสอบภายใน การวางแผนกลยุทธ์ การเขียนรายงาน บัญชีการเงิน วิเคราะห์งบการเงิน เป็นต้น\nมีความรู้ทางภาษาอังกฤษอยู่ในเกณฑ์ที่ดี", "object_id": "jobsdb_20180512_000074"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Property Perfect Public Co.,Ltd", "pos": "ผู้ช่วยผู้อำนวยการ (การตลาดแนวสูง/แนวราบ) ด่วน!!", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานการตลาด งาน PR > งานบริหารการตลาด\nงานการตลาด งาน PR > งานการตลาดอื่นๆ\nงานบริหาร > งานผู้บริหารระดับสูง", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอสังหาริมทรัพย์", "other": null, "desc": "สถานที่ประกอบการ: กรุงเทพฯคุณสมบัติ:\n\nเพศชาย / หญิง อายุ  35ปีขึ้นไป\nวุฒิปริญญาตรี/โท สาขาการตลาด บริหารธุรกิจ หรือสาขาที่เกี่ยวข้อง\nประสบการณ์ด้านการวิเคราะห์โครงการ วางแผนการตลาดอสังหาริมทรัพย์และงานขาย อย่างน้อย  10ปีขึ้นไป และมีประสบการณ์วางแผนการตลาดและการขายแนวราบ/แนวสูงอย่างน้อย5ปีขึ้นไป\nมีทักษะการวิเคราะห์ข้อมูลทางธุรกิจและคู่แข่งขัน ทำแผนการตลาดและวางแผนงบประมาณกำหนดการใช้สื่อทางการตลาด\nต้องการผู้ที่รักความก้าวหน้า กระตือรือร้น มีความคิดริเริ่มสร้างสรรค์ ทำงานเชิงรุก และสามารถแก้ไขปัญหาเฉพาะหน้าได้ดี\nมีทักษะในการสื่อสาร สามารถใช้คอมพิวเตอร์โปรแกรมExcel / Power Pointได้คล่อง\nมีความอดทน และสามารถทำงานภายใต้ความกดดันได้ดี\nหากมีประสบการณ์ตรงจากธุรกิจอสังหาริมทรัพย์ (แนวราบ/บ้าน,แนวสูง/คอนโด) จะได้รับการพิจารณาเป็นพิเศษ\n\nหน้าที่ความรับผิดชอบ:\n\nรับผิดชอบ การวางแผนการตลาดและงานขายในโครงการที่อยู่ในโชนที่ดูแล การปฏิบัติตามแผนการตลาดและจัดกิจกรรมทางการตลาด  การประเมินผลแผนการดำเนินการ และประสานงานกับฝ่ายต่างๆ ที่เกี่ยวข้อง แก้ไขปัญหา เพื่อให้ กลยุทธ์ที่วางไว้บรรลุวัตถุประสงค์\nบริหารการเปิดโครงการ วางแผน และควบคุมการสำรวจ ทำPre-Feasibilityและจัดทำแคมเปญการตลาด ดูแลการโฆษณาประชาสัมพันธ์และสื่อต่างๆ\nสนับสนุนข้อมูลสำหรับฝ่ายขายในการดำเนินกิจกรรมการขาย \n\nสนใจสมัครด้วยตนเอง หรือส่งจดหมายพร้อมประวัติ/รูปถ่ายและ\nหลักฐานการสมัครงานที่สายงานทรัพยากรมนุษย์โดยกดปุ่ม \"สมัครงาน (Apply Now)' บริษัท พร็อพเพอร์ตี้ เพอร์เฟค จำกัด (มหาชน) 100/1 อาคารวรสมบัติ ชั้น 17 ถ.พระราม 9 เขตห้วยขวาง กทม.10320 โทร.0-2245-6640-7, 0-2247-7500-4 ต่อ 2077, 2080\nwww.pf.co.th", "object_id": "jobsdb_20180512_000075"}
{"loc": "สาทร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "SAGASS Recruitment (Thailand) Co., Ltd.", "pos": "Come work with us!! Recruitment Coordinator (Sathorn)", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานบริการลูกค้า\nงานธุรการ งานทรัพยากรบุคคล > งานสรรหาบุคลากร\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล", "other": null, "desc": "Area: Sathorn, Bangkok Time: Mon - Fri (9:00 - 18:00)\nBenefit Package\n\nSalary (Open)\nMonthly Sales Commission\nQuarter Team Incentive \nPerformance Bonus once a yr.\nMedical Insurance\nSalary Adjustment\nProvident Fund\nFull Attendance\nTyping Allowance\nLanguage Allowance\nOther Allowance (Depends on position)  \n\nIndustry:  Recruitment Agency (Work at SAGASS)\nJob Duties\n\nResponsible for Recruitment all functions\nMain duties; Screen Resume, Contact and Scheduling of Interview\nMatching - Interviewing - Introducing a suitable job to candidates\nSupport to clients and Follow up recruitment process\nDirectly report to Japanese Manager\n\nJob Requirement\n\nThai Nationality, Female only, Age 28 - 35 years old\nB.A. in any field \n5 yrs. exp. in Sales / Sales Coordinator / HR or related exp.\nEnglish is require\nExp. working in Japanese Company\nCommunication and Negotiation skills \nCan work  effectively\n\n \nInterested candidates, Please send your English resume (Word format) with your recent photo and expected salary to Recruitment Section\n \nSAGASS Recruitment \n \n15th Fl, Unit 15D, Sathorn Thani Building 1, North Sathorn Rd.,  (BTS Chongnonsi Exit 2) Tel : 0-2667-0039\nwww.sagass.co.th", "object_id": "jobsdb_20180512_000076"}
{"loc": "ชุมพร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Seafresh Industry Public Company Limited", "pos": "Raw Material Purchasing Department Manager / ผู้จัดการฝ่ายจัดซื้อวัตถุดิบ", "benef": "ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน|ค่าใช้จ่ายในการเดินทาง", "func": "งานการตลาด งาน PR > งานบริหารการตลาด\nงานจัดซื้อ > งานจัดซื้ออื่นๆ\nงานจัดซื้อ > งานจัดซื้อ งานจัดหา", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอื่นๆ", "other": null, "desc": "Qualification :\n-  Male / Female, Thai nationality, Age 30 years or above\n-  Bachelor or Master’s Degree in Marketing /Supply Chain Management /Business Management or related fields\n-  At least 10 years experience in buying commodity products /Supply Chain Management or related fields\n-  Excellent verbal and written English skills\n-  Excellent computer literacy in Microsoft Office (Word, Excel, Power Point) and other necessary office tools \n-  Positive attitude; strong negotiation, interpersonal and problem-solving skills\n-  Ability to work with teamwork environment as well as individually\n-  Work at Chumphon province\n \nInterested applicants are invited to applying person or send application with full resume indicating qualifications and experience, transcript, expected salary and recent photo to:\n Seafresh Industry Public Company Limited Human Resources Department402 Moo 8, Chumphon-Paknam RoadPaknam, MuangChumphon 86120Tel. 077-521321 Ext.320Fax. 077-521077", "object_id": "jobsdb_20180512_000077"}
{"loc": "บางเสาธง", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Berli Jucker Public Company Limited (BJC)", "pos": "Production Manager (บางนา-ตราด กม.23)", "benef": "", "func": "งานการผลิต > งานบริหารการผลิต\nงานการผลิต > งานพัฒนาสินค้า\nงานการผลิต > งานวางแผนการผลิต งานควบคุมการผลิต", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "หน้าที่รับผิดชอบหลัก:\n\nวางแผน กำหนดเป้าหมายบริหารจัดการของฝ่ายผลิต\nควบคุม ดูแลกระบวนการผลิตสินค้าให้มีคุณภาพ ตรงตามความต้องการของลูกค้า\nปรับปรุงกระบวนการทำงาน เพิ่มประสิทธิภาพในการผลิต / Project                              \n\nคุณสมบัติ:\n\nชาย / หญิง  อายุ 35-45 ปี\nการศึกษาระดับปริญญาตรี – ปริญญาโท ด้านวิทยาศาสตร์, วิศวกรรมศาสตร์ หรือสาขาอื่นๆ ที่เกี่ยวข้อง\nประสบการณ์ 10 ปีขึ้นไป ด้านการผลิตอาหาร, เครื่องสำอาง, ยา, การวางแผนการผลิต, Project Management, OEM management  หรืองานที่เกี่ยวข้อง\nมีความรู้ระบบคุณภาพ (GMP, HACCP, ISO 9001, FSSC 22000,18001)\nมีมนุษย์สัมพันธ์ที่ดี และมีภาวะผู้นำสามารถนำทีมได้เป็นอย่างดี\nมีทักษะในการสื่อสารภาษาอังกฤษเป็นอย่างดี (อ่าน, เขียน)\nสามารถใช้คอมพิวเตอร์ได้เป็นอย่างดี\n\n \n \nPlease apply in person or e-mail your application and recent photograph to the address below:\nHUMAN RESOURCE DIVISION\nBerli Jucker Foods Limited, 225/10 Moo 1 Tumbol Bangsaothong \nAmpher Bangsaothong Samutprakarn 10540\nTel 02-3131470-3 ext. 1102, 1104 Contract : chayanit\nWebsite : www.bjc.co.th", "object_id": "jobsdb_20180512_000078"}
{"loc": "ปราจีนบุรี", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "echoas Japanese Recruitment (Thailand) Co., Ltd.", "pos": "Accounts Executive / 18,000-24,000 THB / Trading Company / @ Prachinburi", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานบัญชี\nงานบัญชี > งานบัญชีอื่นๆ\nงานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการผลิตทั่วไป", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "\" Accounts Executive \"\n18,000 - 24,000 THB\nJapanese Manufacturing Company \nat Prachinburi\n \nPosition:                     Accounts Executive\nNature Business:       Japanese Manufacturing Company \nSalary:                         18,000 - 24,000 THB\nWorking Location:     Prachinburi \nWorking Hour:            Mon- Sat / 08:30 - 17:30\n \nJob Description:\n\nHandling cash receipts\nHandling expenditures\nPayroll processing and maintaining record\nPrepare and submit statutory taxes applicable\nGeneral accounting functions including general ledger\n P&amp;L preparation and bank reconsideration\nUnderstanding the book keeping functions\n Asset and inventory up keeping\n Monitor and control daily transactions\nAll other accounts related functions\n\nQualifications: \n\nThai nationality,Male/ Female, age 23-28 years old.\nBachelor’s degree in Accounting.\n3 -5 years experience in Accountant in any related field.\nFresh graduated welcome  \nGood work attitude and willing to work hard\nGood command in English \nKnowledge of Ms.office, Good Personality, Active and Cheerful\n\n \nInterested candidates are invited to write in with full resume, stating present and expected salaries, and enclosing a recent photograph to the address below: \n Contact Person: Ms.Chalita\nechoas Recruitment (Thailand) Co., Ltd.\n8 fl., alma link bldg., 25 soi chidlom, ploenchit rd.\nwww.echoas.asia \nOnly shortlisted candidates will be contacted", "object_id": "jobsdb_20180512_000079"}
{"loc": "ปทุมวัน", "sal": "THB20,000 - 25,000 /เดือน", "pdate": "12-May-18", "company": "echoas Japanese Recruitment (Thailand) Co., Ltd.", "pos": "Sales Engineer (Chemical) / 23,000-28,000+Welfare+Allowance / Have car+License / @BTS Rajdamri", "benef": "ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานวิศวกรรม > งานวิศวกรรมเคมี\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งาน Sales Engineer", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการผลิตทั่วไป", "other": null, "desc": "Technical Sales Engineer (Chemical)\n23,000 - 28,000 THB + Welfare + Bonus\nChemical Company\n@BTS Rajdamri \n \nPosition:                  Technical Sales Engineer\nNature Business:    Chemical Company \nBasic Salary:           THB 23,000 - 28,000 + Welfare + Bonus (Up to company performance)\nWorking Hours:       Mon-Fri / 8:30 - 17:30\nWorking Location:   BTS Rajdamri \n \nJob Description:\n\nFind new customer\nResearch and survey new market\nMake quotation for customer requirement.\nMake appointment with customer for introduce product, follow order with customer\nCustomer relationship management\nSales report/meeting result report after finish the meeting with customer to all concern staff \n Visit customers in Bangkok, Pathumthani, Samutprakarn, Prachinburi, Ratchaburi, Kanchanaburi.\n\nQualifications:\n\nThai nationality, Male/Female, age 23-27 years old\nBachelor degree of Chemical Engineer, Science, marketing or related field\nGood command in English \n1-3 years experince in sales and marketing \nHas own car and driving license\nHas an experience in training and working of ISO9001 and/or ISO14001 is an advantage.\nGood interpersonal skill and problem solving.\n\n \nInterested candidates are invited to write in with full resume, stating present and expected salaries, and enclosing a recent photograph to the address below:\n \nContact Person: Mr. Sansinee\n                                                echoas Recruitment (Thailand) Co., Ltd.\n8 fl., alma link bldg., 25 soi chidlom, ploenchit rd.\nwww.echoas.asia", "object_id": "jobsdb_20180512_000080"}
{"loc": "บางเสาธง", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Berli Jucker Public Company Limited (BJC)", "pos": "Asst. Safety Manager / Safety Manager  ( Work at Bangna km.23 )", "benef": "", "func": "งานวิศวกรรม > งานวิศวกรสิ่งแวดล้อม งาน จป", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจการผลิตทั่วไป", "other": null, "desc": "Jobs Specifications\n\nMale or Female, Age 35-45 years old.\nBachelor’s or Master Degree in Occupational Health and Safety or a related field. \n7 years up experience in handing safety, Occupational Health and environment.\nGood knowledge of OHSAS 18001, ISO 14001 would be advantage. \nGood knowledge in Safety Legal\nGood communication and interpersonal skills and a team leader.\nGood command of both spoken and written English.\nComputer literate and a good knowledge of MS Office applications. \nAble to work Monday – Friday ( 08.15-17.15 )\n\nWelfare and Benefit\n\nBonus \nVacation 10-15 days \nPublic holiday 15 days / year\nProvident Fund \nExpense for medical cover to spouse and children\nfirst aid room\nEmployee saving cooperative\nReward for long term service\nAnnual physical check-up\n Life Insurance \nTransportation\n Uniform\n Training and Development\n Scholarship for employee’s children\n Low priced foods &amp; company product\nSport and recreation\n Wedding Gift\n\n \nPlease apply in person or e-mail your application and recent photograph to the address below:\nHUMAN RESOURCE DIVISION\nBerli Jucker Foods Limited, 225/10 Moo 1 Tumbol Bangsaothong \nAmpher Bangsaothong Samutprakarn 10540\nTel 02-3131470-3 ext. 1104, 1102 Contract : chayanit\nWebsite : www.bjc.co.th\n Facebook fan page : BJCFoods – Recruit &amp; PR", "object_id": "jobsdb_20180512_000081"}
{"loc": "จตุจักร", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Bangkok Payment Solutions Company Limited (BPS)", "pos": "Software Testing Manager (Software QA Manager)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ค่ายานพาหนะ", "func": "งานไอที > งาน IT Audit\nงานไอที > งาน IT Project\nงานไอที > งาน Software Tester", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจไอที", "other": null, "desc": "Duties and Responsibilities\n\nDetermine, negotiate and agree on in-house quality procedures, standards and specifications.\nWork with function heads and staffs to establish procedures, standards, systems and procedures determining training needs.\nSet up and maintaining controls and documentation procedures.\nRecord, analyze, and distribute statistical information.\nMonitor performance by gathering relevant data and producing statistical reports.\nAct as a catalyst for change and improvement in performance and quality.\nDirect objectives to maximize profitability.\nSet standards for quality as well as health and safety.\nLook at ways to reduce waste and increase efficiency.\nMake suggestions for changes and improvements and how to implement them.\nUse relevant quality tools and making sure managers and other staffs understand how to improve the business.\nEnsure the company is working as effectively as possible to keep up with competitors.\nTake a consultative audit approach, partnering with various business units to assess risk, controls and the operations of the company.\nWork in a collaborative team environment, mentoring and developing staff as assigned to projects.\nDemonstrate a solid understanding of internal control concepts.\n\nRequirements\n\nBachelor’s degree or higher in Business Administration or related fields.\nAt least 5 years of experience in software quality assurance manager or related roles; experience in software development industry is mandatory.\nThorough knowledge in methodologies and standards of quality assurance.\nExcellent numerical skills and understanding of data analytical/statistical methods.\nSkilled in Microsoft Office and databases.\nExcellent organizational and leadership abilities.\nOutstanding communication skills.\nGreat attention to detail and result-driven.\nExperience in railway industry is a plus.\nExperience in international quality standards such as ISO 9001 is a plus.\nExperience in CMMI framework and appraisal is a plus.\nExperience in ITIL framework is a plus.\n\n \nBangkok Payment Solutions Co., Ltd. \n21 TST Tower, 8th, 12th, and 24th floor, \nViphavadi-Rangsit Road, Chomphon, Chatujak, Bangkok 10900 \nTel: ​+66 2617 9880 ext. 305", "object_id": "jobsdb_20180512_000082"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Property Perfect Public Co.,Ltd", "pos": "เจ้าหน้าที่ขาย / เจ้าหน้าที่อาวุโสขาย / ผู้ช่วยผู้จัดการขาย จำนวนมาก", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจอสังหาริมทรัพย์", "other": null, "desc": "รับจำนวนมาก แจ้งวัฒนะ/ราชพฤกษ์/รังสิต /รังสิต(คลอง7) / บางบัวทอง / สุขุมวิท 77 /พัฒนาการ- ศรีนครินทร์ / บางนา และโซนBTS,MRT\nจังหวัดกรุงเทพมหานคร\n\nผู้จัดการขาย/เจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  - โครงการแถว แจ้งวัฒนะ\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  โครงการแถวราชพฤกษ์\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  โมดิวิลล่า รังสิต\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  โมดิวิลล่า รังสิต(คลอง7 )\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  โมดิวิลล่า บางบัวทอง\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  บ้านและคอนโด พัฒนาการ–ศรีนครินทร์\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  โซนกรุงเทพกรีฑา\nเจ้าหน้าที่ขาย / เจ้าหน้าที่ขายอาวุโส  โครงการเส้นรถไฟฟ้า ต่างๆ บางนา /  สุขุมวิท77  /สุขุมวิท105  /รัชดา / ประชาชื่น / สาทร\n\nคุณสมบัติ:\n\nเพศชาย/หญิง อายุไม่เกิน 32ปี\nวุฒิปริญญาตรี ในสาขาที่เกี่ยวข้อง\nประสบการณ์ด้านการขายอย่างน้อย1ปีขึ้นไป\nถ้าใช้ภาษาอังกฤษได้เป็นอย่างดีจะได้รับการพิจารณาเป็นกรณีพิเศษ\nต้องการผู้ที่รักความก้าวหน้า อดทนต่องานหนักมีความกระตือรือร้น มีความคิดริเริ่มสร้างสรรค์ มีทักษะในการสื่อสารและการเจรจาต่อรอง\nใช้คอมพิวเตอร์โปรแกรมพื้นฐานได้เป็นอย่างดี\nหากมีประสบการณ์ตรงจากธุรกิจอสังหาริมทรัพย์ (บ้านจัดสรรและคอนโดมิเนียม) จะได้รับการพิจารณาเป็นพิเศษ\nทำงาน 5 วันต่อสัปดาห์\n\nสวัสดิการ:\n\nกองทุนสำรองเลี้ยงชีพ\nประกันสุขภาพกลุ่ม\nค่าทันตกรรม\nประกันชีวิต\nตรวจสุขภาพประจำปี\nโบนัส\nชุดยูนิฟอร์ม\nส่วนลดในการซื้อที่อยู่อาศัยของบริษัท\nทุนการศึกษา \n\nสนใจสมัครด้วยตนเอง หรือส่งจดหมายพร้อมประวัติ/รูปถ่ายและ\nหลักฐานการสมัครงานที่สายงานทรัพยากรมนุษย์โดยกดปุ่ม \"สมัครงาน (Apply Now)' บริษัท พร็อพเพอร์ตี้ เพอร์เฟค จำกัด (มหาชน) 100/1 อาคารวรสมบัติ ชั้น 17 ถ.พระราม 9 เขตห้วยขวาง กทม.10320 โทร.0-2245-6640-7, 0-2247-7500-4 ต่อ 2077, 2080\nwww.pf.co.th", "object_id": "jobsdb_20180512_000083"}
{"loc": "ต่างประเทศ", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Berli Jucker Public Company Limited (BJC)", "pos": "Wet & Dry Mill manager", "benef": "", "func": "งานวิศวกรรม > งานวิศวกรการผลิต งานวิศวกรโรงงาน\nงานวิทยาศาสตร์ งาน Lab งานวิจัยและพัฒนา > งาน Food Science\nงานการผลิต > งานวางแผนการผลิต งานควบคุมการผลิต", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "หน้าที่และความรับผิดชอบ \n1.บริหารการผลิตสินค้าให้ได้ปริมาณ,คุณภาพและต้นทุนตามเป้าหมายจัดทำงบประมาณประจำปีและงบการลงทุนที่จำเป็น\n2.สร้ามาตรฐานการปฏิบัติงานในทุกแผนกของโรงงาน\n3.อบรมพนักงานให้เข้าใจในมาตรฐานการปฏิบัติงานและให้พนักงานมีความรู้ที่จำเป็นต้องใช้ในการปฏิบัติงานในแต่ละหน้าที่\n4.จัดทำเอกสารที่เกี่ยวข้องกับการทำงานอย่างครบถ้วน \nคุณสมบัติ\n1.ปริญญาดรี/โท สาขาทางด้านการเกษตร, เกษตรศาสตร์ หรือที่เกี่ยวข้องกับธุรกิจกาแฟ\n2.เพศชาย\n3.อายุ 35 ปีบริบูรณ์ขึ้นไป\n4.มีประสบการณ์ (Experience): มากกว่า 10 ปี ทางด้านธุรกิจกาแฟ\n5.ปฏิบัติงานที่ เมืองปากซอง และเมืองบาเจียง สปป.ลาว", "object_id": "jobsdb_20180512_000084"}
{"loc": "ต่างประเทศ", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Berli Jucker Public Company Limited (BJC)", "pos": "Asst./Manager - Nonkratad Estate (Based on Laos)", "benef": "", "func": "งานอื่นๆ > งานการเกษตร งานป่าไม้ งานประมง\nงานการผลิต > งานวางแผนการผลิต งานควบคุมการผลิต\nงานอื่นๆ > งานเหมืองแร่", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจขายส่ง ธุรกิจขายปลีก", "other": null, "desc": "Job Description\n• Strategies for micro managing blocks, Yield improvement, Plant new area, Specialty Coffee production target, People management, Machinery Management• Preparation of Estate Budget/Proposal &amp; Approval• Return on Investment/Profitability• Monitoring &amp; Reporting of Weekly &amp; Monthly Estate Expenditure.• Inform the Working Capital requirement to finance.• Monitoring of Block wise Costing every month• Monitor the Farm machinery efficiency• Identify Blocks for Specialty Coffee Production• Plant new areas with Coffee varieties with potential to produce specialty Coffee• Develop SOPs to handle Specialty Coffee• Focus  and monitoring of improving productivity ber block per plant• Focus and monitoring on quality of operations.• Develop HSE of the Estate and train the employees• Develop manpower (staff, Drivers &amp; Workers requirement and monitor the same.• Enhance the workers productivity.\nJob Specification\n \n• MBA/PGD- Agribusiness,• BSc- Agriculture• Minimum 7 years of Coffee Plantation Experience• Farming Knowledge• Farm Machinery Knowledge• Communication Skills• Based on Laos", "object_id": "jobsdb_20180512_000085"}
{"loc": "คลองหลวง", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Sodick (Thailand) Co., Ltd.", "pos": "Process / Design / Purchasing / Maintenance Engineer", "benef": "สิทธิการเบิกค่าทันตกรรม|บริการรถรับส่งพนักงาน|ค่าใช้จ่ายสำหรับที่อยู่อาศัย|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานวิศวกรรม > งานวิศวกรไฟฟ้า งานวิศวกรอิเล็กทรอนิกส์\nงานวิศวกรรม > งานวิศวกรรมอุตสาหการ\nงานวิศวกรรม > งานวิศวกรเครื่องกล", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจเครื่องจักรในอุตสาหกรรม ธุรกิจอุปกรณ์เครื่องกล", "other": "ยินดีพิจารณานักศึกษาจบใหม่", "desc": "- Design (by Solid work program).\n- Develop and improve company products.\n- Efficiently manage all aspects for new products including all deliverable items to meet company required.\n- Perform or manage all engineering activities or functions ensuring both quality and schedule are maintained.\n- Verify that all the necessary data has been received to efficiently produce the product and provide QCD solutions.\n- Analyze the material bill of materials (BOM) and process requirements; providing solutions that eliminate risks or impacts schedules.\n- Ensure all yields targets are achieved before products are transitioned to mass production.\n- Provide real-time support PCB Section during the manufacturing process, quickly resolving all engineering related issues.\n- Work closely with Engineering Division, design engineers and all internal cross functional departments.\n- Outline process flows and manufacturing layout.\n- Perform other job as assigned.\n \n=&gt; Contact person : Ms.Paopanga Junnuy (HR Dept.)\n \nAddress : 60/84 , Moo 19, Soi 19, Navanakorn Industrial Estate, Zone 3, Paholyothin Road, Klongneung, Klongluang, Pathumthani 12120\n \n \n \nPhone number : 0-2529-2450-6 ext. 128\n \n Fax : 0-2529-2459\n \n Homepage : http://www.sodick.co.th", "object_id": "jobsdb_20180512_000086"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "United Overseas Bank (Thai) Public Company Limited", "pos": "ธนาคารยูโอบี เปิดรับสมัครพนักงานประจำสาขา และสำนักงานใหญ่", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ค่าตอบแทนพิเศษ|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานธนาคาร งานการเงิน > งานวิเคราะห์การลงทุน\nงานธนาคาร งานการเงิน > งานลงทุน\nงานธนาคาร งานการเงิน > งานบริการด้านการเงิน", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจบริการด้านการเงิน", "other": null, "desc": "โอกาสในการเริ่มต้นอาชีพที่มั่นคงรอคุณอยู่ หากคุณมีคุณสมบัติต่อไปนี้มาทำความรู้จักกับเรา เพื่อคว้าโอกาสการเติบโตอย่างมั่นคงไปกับเรา\nธนาคารยูโอบี เปิดรับตำแหน่งงานหลายอัตรา เพื่อรองรับการขยายเศรษฐกิจอาเซียน\nคุณสมบัติ\n\nการศึกษาระดับปริญญาตรี หรือสูงกว่า\nมีประสบการณ์ในสายงานธนาคาร หรือตำแหน่งที่สนใจประมาณ 1 - 2 ปี\nมีใบอนุญาตนายหน้าประกันชีวิต วินาศภัย(life and non-life insurance) และผู้แนะนำการลงทุนด้านหลักทรัพย์(Single License) จะได้รับการพิจารณาเป็นพิเศษ\n\nสำหรับผู้สมัครที่สนใจร่วมงานกับธนาคารสามารถติดต่อเจ้าหน้าที่เพื่อนัดสัมภาษณ์ได้ที่เบอร์ 02-343-4242ทาง UOB จะติดต่อผู้สมัครกลับเพื่อทำการนัดสัมภาษณ์ในลำดับต่อไป\nสามารถดูรายละเอียดเพิ่มเติมได้ที่ www.uob.co.th/careersth\n \n \n \nOnly shortlisted candidates will be notified.", "object_id": "jobsdb_20180512_000087"}
{"loc": "ชลบุรี", "sal": "THB55,000 - 70,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Smartcruit Consultant Co., Ltd.", "pos": "Tax Specialist (6+ yrs Exp in Tax consult, Tax-Accounting audit) 60K+", "benef": "สิทธิการเบิกค่าทันตกรรม|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานบัญชี\nงานบัญชี > งานภาษี\nงานบัญชี > งานบัญชีอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "Company Summary: The International Leading in Engineering Manufacturing. \nJob Reference: MSM 5310\nLocation:   Chonburi, Amatanakorn \nJOB DESCRIPTION:\n \n   Successful candidate will be responsible for all concerns of Tax transcation and activities; Tax audit&amp; planning, Tax refund procedure, Tax review and preparation for the government section. \n \n   Further desctiptions, you will be discussing with the consultant in the interview session. \n \n \nQUALIFICATIONS:\n\nMale or Female, Age 33 - 45  years old.\nBachelor degree or higher in Accounting field or other related \nPossess 7+ years of experience in Tax Accounting Field; Tax auditing, Tax Planning, etc. \nGood command of English will be advantage \nProficiency in Ms.Office, Ms. Excel and PowerPoint, Outlook, and Etc. \n\n \nSalary :  THB 50,000 - 65,000 (Based on Experiences &amp; Qualifications) \nBenefits: Attractive &amp; Competitive \nEmployee Type: Full Time/ Permanent\n \n**Only Shortlisted Candidates will be Considered**\nIf you are interested, please do not hesitate to send your full English resume by clicking Apply. \nSMARTCRUIT CONSULTANT COMPANY LIMITED \nContact person: K. Nhing\n253 Asoke Building, 15th FL., Sukhumvit 21 Road, \nKlongtoeynua, Wattana, Bangkok\n(200 Meters from MRT Petchburi/ 900 Meters from BTS Asoke)\nTel: 02-258-4335 - 37 ext. 110\nwww.smartcruitconsultant.com \nInterested candidates can apply directly by clicking \"Apply Now / สมัครงาน\" below", "object_id": "jobsdb_20180512_000088"}
{"loc": "กรุงเทพมหานคร", "sal": "THB90,000 - 120,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Smartcruit Consultant Co., Ltd.", "pos": "Internal Audit Manager (6+ yrs in Internal or External Audit/ CPA, CIA is advantage)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานบัญชี\nงานบัญชี > งานตรวจสอบบัญชี\nงานธนาคาร งานการเงิน > งานธนาคารอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจสารเคมี พลาสติก กระดาษ ปิโตรเคมี", "other": null, "desc": "Company Summary: The International Leading in Engineering Business. \nLocation: Bangkok BTS - MRT Lines\nJOB DESCRIPTION: \n\nPlan, design and execute audit plan\nLead and manage the internal audit team\nSupervise the internal audit team to deliver internal audit objective\nConduct risk assessments and identify internal issues\nComplete all tasks to time schedules\nPrepare audit report for management and directors\nFollow up on the implementation of audit recommendations\n\nQUALIFICATION:\n\nAge between 37 - 45 years old \nBachelor Degree of Accounting, Finance, BBA or other related field\nAt least 6 years of experience in Internal - External Audit, Auditing roles\nExperience in auditing the manufacturing business or public company is advantage\nExperience in ERP program will be advantage \nHold CPA, CIA will be advantage \nAble to travel abroad &amp; upcountry sometiems  \nGood command in English\nAble to us Microsoft Office (Word, Excel, PowerPoint, etc.)\n\nSalary      : THB 90,000 - 120,000 (Based on qualifications &amp; experiences)\nBenefit     : Attractive &amp; Competitive \nEmployee Type: Full Time/ Permanent \n**Only Shortlisted Candidates will be Considered**   \nIf you are interested, please do not hesitate to send your full English resume by clicking Apply.  \n \nSMARTCRUIT CONSULTANT COMPANY LIMITED \nContact person: K. Nhing\n253 Asoke Building, 15th FL., Sukhumvit 21 Road, \nKlongtoeynua, Wattana, Bangkok\n(200 Meters from MRT Petchburi/ 900 Meters from BTS Asoke)\nTel: 02-258-4335 - 37 ext. 110\nwww.smartcruitconsultant.com \nInterested candidates can apply directly by clicking \"Apply Now / สมัครงาน\" below", "object_id": "jobsdb_20180512_000089"}
{"loc": "กรุงเทพมหานคร", "sal": "THB45,000 - 55,000 /เดือน  (สามารถต่อรองได้)", "pdate": "12-May-18", "company": "Smartcruit Consultant Co., Ltd.", "pos": "Senior Accounting (5+ yrs exp AR, AP, GL, Closing Account)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน", "func": "งานบัญชี > งานบัญชี\nงานบัญชี > งาน Credit Control\nงานบัญชี > งานภาษี", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจวิศวะอื่นๆ", "other": null, "desc": "Company Summary: The International leading in Business Service.\nLocation   : Bangkok (MRT Line) \nJob Reference   : RSM 5134\nJOB DESCRIPTION: \n\nManage daily overall accounting activities to support management level\nPrepare monthly VAT and bank conciliation including control all accounting documents in the department\nManaging the credit control and collection\nDocument preparation; invoice, billing \nHandling the tax application as regulated by the Government \nSupport monthly and quarterly accounting closing, and annual budget forecasing &amp; analysis \nOther related ad-hoc jobs as assigned \n\nQUALIFICATIONS:\n\nAge between 27 - 35 years old\nBachelor Degree or Higher in Accounting \n5 years + exp in all accounting functions; AR, AP, GL, Tax, etc. \nExperience in close account will be a big plus\nProficiency in Computer Programs, Microsoft Office, Express, or other Accounting Software \nHolding CPD will be advantage but not necessary \nGood command of English or experience working among international environment is advantage  \n\nSalary      : THB 50,000 - 55,000 \nBenefit     : Attractive \nEmployee Type: Full Time/ Permanent/ Contract\n \n**Only Shortlisted Candidates will be Considered**   \nIf you are interested, please do not hesitate to send your full English resume by clicking Apply.  \n \nSMARTCRUIT CONSULTANT COMPANY LIMITED \nContact person: K. Nhing\n253 Asoke Building, 15th FL., Sukhumvit 21 Road, \nKlongtoeynua, Wattana, Bangkok\n(200 Meters from MRT Petchburi/ 900 Meters from BTS Asoke)\nTel: 02-258-4335 - 37 ext. 110\nwww.smartcruitconsultant.com \nInterested candidates can apply directly by clicking \"Apply Now / สมัครงาน\" below", "object_id": "jobsdb_20180512_000090"}
{"loc": "กรุงเทพมหานคร", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Adecco Recruitment (Thailand) Limited", "pos": "Import and Export supervisor: Air and Sea Freight (30k-40k Many positions)", "benef": "ประกันชีวิต|ประกันสุขภาพ", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานบริการลูกค้า", "edu": null, "etype": "งานเต็มเวลา", "indus": "ธุรกิจขนส่งสินค้า ธุรกิจ Shipping", "other": null, "desc": "Company Background:\nOur client is a well-known Japanese logistic company, providing air and sea freight forwarding, custom brokerage and warehouse management services. As  the company is expanding, they are looking for highly motivated and determined person to join them! \nIf you believe you have direct experience and you are looking for a company who can provide you great benefits and good career path, this is the right choice for you!\n \nJob Responsibility:\nOnly for Air Export Supervisor\n\nMake booking with airlines at reasonable cost based on trade lane strategy and airlines strategy.\nMake advance booking with airlines. Always do consolidation to combine several booking request.\nInput booking data in Daily planning and create Mawb in internal system correctly.\nFollow up shipment until arrive dstn and inform all concern if any irregularity i.e. damage/ split/ missing cargo/misroute .\nNegotiate with airlines for adhoc/lower rate.\nIssue Adhoc Adjustment Report as daily basis and send to all concerns.\nCoordinate with related section/dept. for smooth operation and solving problem .\nRequest stock Awb from airlines.\n\nOnly for Sea Brokerage Supervisor\n\nControl of the registration for the import of sea brokerage. \nContact with customs &amp; customer.\nControl daily operation for customs clearance and delivery.\nCommunicate with overseas agent.\n\n \nQualifications: \n\nBachelor’s Degree in Business, International Business or related fields.\nAt least 5 years of experienced in either Air or sea Freight business.\nGood analytical and problem solving skills. \nGood command of English, both of written and spoken. \nAble to operate PC and Microsoft Office", "object_id": "jobsdb_20180512_000091"}
{"loc": "บางนา", "sal": "THB25,000 - 35,000 /เดือน", "pdate": "12-May-18", "company": "GLOBAL PREMIUM WINE CO., LTD.", "pos": "Senior Human Resource Executive", "benef": "", "func": "งานธุรการ งานทรัพยากรบุคคล > งานบริหารค่าจ้าง งานบริหารผลตอบแทน\nงานธุรการ งานทรัพยากรบุคคล > งานสรรหาบุคลากร\nงานธุรการ งานทรัพยากรบุคคล > งานฝึกอบรม", "edu": "ปริญญาตรี", "etype": "งานประจำ", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "Qualification:\n§ 28 – 32 years-old\n§Graduate in Business Management,or related Field\n §Work experience in Human Resource is required \n§At least 4 years experience within Human Resource Job \n§Highly self-motivated and ambitious in achieving goals \n§Good communication and problem-solving skills \n \nDuties and Responsibilities:\n§Design compensation and benefits packages \n§Implement performance review procedures \n§Develop fair HR policies and ensure employees understand and comply with them\n§Direct all recruiting and training process for new employees\n §Implement effective sourcing, screening and interviewing techniques \n§Assess training needs and coordinate learning and development initiatives for all employees \n§Monitor HR department’s budget \n§Act as the point of contact regarding labor legislation issues \n§Manage employees’ grievances §Oversee daily operations of the HR department\n \nCompensation: 25,000 - 30,000 Salary Base + yearly bonus\nFor further information or submit your application, please call 082-2694544", "object_id": "jobsdb_20180512_000092"}
{"loc": "ราชเทวี", "sal": "เงินเดือน + ค่าคอมมิชชั่น", "pdate": "12-May-18", "company": "Buriram Sugar Public Company Limited", "pos": "Sales Executive/พนักงานขาย", "benef": "สิทธิการเบิกค่าทันตกรรม|ทุนการศึกษา|ทำงานสัปดาห์ละ 5 วัน|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|ค่าใช้จ่ายในการเดินทาง", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานจัดจำหน่าย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายส่ง", "edu": "ปริญญาตรี", "etype": "งานประจำ", "indus": "ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง", "other": null, "desc": "รายละเอียดงาน\n- นำเสนอสินค้าของบริษัท (ผลิตสินค้าเกี่ยวกับบรรจุภัณฑ์ด้านอุปโภคและบริโภค อุปกรณ์ เครื่องมือและเครื่องใช้ ที่ทำจากชานอ้อยและวัสดุธรรมชาติ)\n- บริการดูแล ตอบคำถามด้านสินค้าของบริษัท\n- บริการให้คำแนะนำกับผู้ที่สนใจสินค้า\n- ปิดการขาย\n- จัดทำเอกสารด้านงานขาย\nคุณสมบัติ\n- เพศชาย/หญิง อายุ 25 - 30 ปี\n- วุฒิการศึกษาปริญญาตรี สาขาการตลาด บริหารธุรกิจ หรือสาขาอื่นที่เกี่ยวข้อง\n- มีประสบการณ์ 3 ปี ด้าน Modern Trade\n- มีมนุษยสัมพันธ์ดี มีเทคนิคในการติดต่อสื่อสาร\n- มีบุคลิกภาพที่ดี มีประสบการณ์ด้านงานขายสินค้า\n- มีรถยนต์และใบขับขี่รถยนต์", "object_id": "jobsdb_20180512_000093"}
{"loc": "ปริมณฑล-นนทบุรี", "sal": "เงินเดือน + ค่าคอมมิชชั่น", "pdate": "12-May-18", "company": "M Plus Filtration Co., Ltd.", "pos": "Sales Engineer / Sales Executive", "benef": "", "func": "งานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งาน Sales Engineer", "edu": null, "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจเครื่องจักรในอุตสาหกรรม ธุรกิจอุปกรณ์เครื่องกล", "other": null, "desc": "We are the M-PLUS filtration becomes a world leader in the development and production of air filters and clean air solution. M-PLUS is also one of the most global air filtration specialists in the world with quality filtration systems standards.\nบริษัท เอ็มพลัส ฟิลเตรชั่น จำกัด  ได้ดำเนินธุรกิจผลิตไส้กรองอากาศสำหรับอุตสาหรรมของคนไทยรายแรกในประเทศไทย ภายใต้แบรนด์ \"เอ็มพลัส\" (M-PLUS)  ด้วยประสบการณ์มากกว่า 15ปี   จึงเป็นไส้กรองอากาศที่มีคุณภาพ  ตามมาตรฐานสากล  ได้รับการรับรองระบบมาตรฐาน ISO9001:2008 และผ่านการทดสอบประสิทธิภาพการกรองตามมาตรฐาน ISO8573-4 จากประเทศสหรัฐอเมริกา\nตำแหน่ง  :  Sales Engineer / Sales Executive\n \nเงินเดือน :   ตามตกลง (ผลตอบแทนดี, มีความก้าวหน้าในงาน)\n \nรายละเอียดงาน :  1. หาลูกค้าใหม่  และดูแลรักษา ติดตามยอดจากกลุ่มลูกค้าเดิม/ใหม่\n                                2.  สร้างและพัฒนายอดขาย\n                      3. ดูแล Support ลูกค้าด้านผลิตภัณฑ์และงานบริการตลอดจนด้านเทคนิค \n                          และการให้คำปรึกษา\n                      4. จัดทำรายงานการเข้าพบ/เยี่ยมลูกค้า\n                      5.  งานอื่นๆ ด้านที่เกี่ยวข้องกับการขาย\n                      6.  ร่วมเสนอแนวทางในการบริหารจัดงานการขาย\n \nคุณสมบัติผู้สมัคร  :  1. เพศ ชาย /หญิง  อายุไม่เกิน 35 ปี (สัญชาติไทย)\n                         2. สำเร็จการศึกษาระดับปริญญาตรี หรือเทียบเท่า\n                         3. มีทักษะการสื่อสาร เจรจา และประสานงานดี  \n                         3. สามารถใช้โปรแกรมคอมพิวเตอร์พื้นฐานได้ เช่น \n                             MS OFFICE (Word,Excel,PowerPoint) Line,E-mail\n                         4. หากมีประสบการณ์ขายในสายงานอุตสาหกรรม (จะพิจารณาเป็นพิเศษ)\n                         5. สามารถขับรถยนต์ และมีใบขับขี่รถยนต์ \n \nสนใจสมัครงาน   ทางอีเมล์ หรือส่งจดหมายสมัครงานพร้อมรูปถ่าย ระบุเงินเดือนที่ต้องการ  มาที่                      บริษัท เอ็มพลัส ฟิลเตรชั่น จำกัด\n                    71  ซ.งามวงศ์วาน 3  ถ.งามวงศ์วาน ต.บางกระสอ \n                    อ.เมืองนนทบุรี    จ.นนทบุรี  11000   \n \nหรือสอบถามข้อมูลเพิ่มเติม   ติดต่อ 089-968-5255", "object_id": "jobsdb_20180512_000094"}
{"loc": "คลองเตย", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Merck Ltd.", "pos": "Supply Planning Executive - Consumer Health (Urgently Needed)", "benef": "สิทธิการเบิกค่าทันตกรรม|ทำงานสัปดาห์ละ 5 วัน|มีเวลาการทำงานที่ยืดหยุ่น|ประกันชีวิต|ประกันสุขภาพ|เงินโบนัสตามผลงาน|ทำงานที่บ้าน", "func": "งานวิศวกรรม > งานวิศวกรรมอุตสาหการ\nงานขนส่ง > งานขนส่งและคลังสินค้า\nงานการผลิต > งานบริหารการผลิต", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจการแพทย์ ธุรกิจเภสัชกรรม", "other": null, "desc": "Reporting to the CH Supply Chain Manager, this position is responsible for:\nSupply Planning\n\nResponsible for materials planning, procuring, inventory management to support local toll manufacturers by optimizing inventory level, cost and agreed lead time to achieve company objectives.\nWorks closely with suppliers, freight forwarders, 3PL vendors and regulatory function to ensure timely shipment and delivery of supplies for sales and exceeds customer service level target\nSet up BILL OF MATERIALS in system and monitor regularly to ensure accurate inventory and cost management.\nMonitor and control proper inventory level, service level, performance of toll manufacturers and other major KPIs of Consumer Health supply management.\nPrepare raw data for monthly report on key statistics of supply management activities.\n\nWarehousing &amp; Distribution (W&amp;D) Logistics Provider Management\n\nManages inventory in each location with most utilization of warehouse space\nParticipates quarterly operational and KPI review to continuously improve.\nLiaises with the provider with regards to annual stock take, cycle count and disposal of write off stocks\nFacilitate and coordinate for redressing and any related process with warehouse\n\nVendor Management\n\nCoordinates with freight-forwarders and other external vendors to have support that their respective services support the business as per contract.\nNegotiates with the vendors on delivery and other contract terms in order to obtain the best products or services in accordance to requirements\nManages the value-add services and activities including costs management, liaising with vendors and W&amp;D logistics provider on stock movements as necessary\n\nNew Product Introduction (NPI)\n\nLiaises with Marketing, Regulatory and other stakeholders to ensure all requirements are coordinated for pack introductions/changes\nWorks with the production suppliers or customer service to ensure that the optimal acceptable MOQ, shipment mode, lead time, correct unit costs are in place\nManages stock level for new products launch and discontinuations (phase in/phase out)\n\nMaster Data Maintenance\n\nCreates, maintains and deletes material master data in local ERP and Master Data Governance-Materials (MDG-M) systems as needed \n\nWho you are?\n\nDegree in Supply Chain Management, Business Administration, or relevant fields\nAt least 3 years of working experience in Demand/ Supply Planning and Logistics\nGood command in English, both speaking and writing\nSelf-initiative, Self-Learner with Result-Oriented Mindset", "object_id": "jobsdb_20180512_000095"}
{"loc": "ภาคตะวันออกเฉียงเหนือจังหวัดอื่น", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "Maungloei Big Home Co., Ltd.", "pos": "Loss Prevention Manager/ผู้จัดการฝ่ายป้องกันความสูญเสีย", "benef": "สิทธิการเบิกค่าทันตกรรม|มีเวลาการทำงานที่ยืดหยุ่น|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน", "func": "งานธุรการ งานทรัพยากรบุคคล > งานธุรการอื่นๆ งานบุคคลอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานนอกเวลา, งานประจำ", "indus": "ธุรกิจขายส่ง ธุรกิจขายปลีก", "other": null, "desc": "ควบคุมและบริหารงานป้องกันความสูญเสีย (LPS) ในธุรกิจ Modern Trade ครอบคลุมงาน ตรวจสอบสินค้ารับเข้า-จ่ายออก,  งานระบบ CCTV,  งานระบบ GPRS", "object_id": "jobsdb_20180512_000096"}
{"loc": "บางแค", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Siam Armstrong Co., Ltd.", "pos": "Finance Admin Officer (เจ้าหน้าที่ธุรการฝ่ายการเงิน) จำนวน 1 อัตรา", "benef": "", "func": "งานบัญชี > งานบัญชีอื่นๆ\nงานธุรการ งานทรัพยากรบุคคล > งานธุรการ งานการจัดการทั่วไป\nงานธนาคาร งานการเงิน > งานธนาคารอื่นๆ", "edu": "อนุปริญญา", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจขายส่ง ธุรกิจขายปลีก", "other": null, "desc": "คุณสมบัติ\n\n เพศหญิง อายุ  21 -  35  ปี\n วุฒิการศึกษา ปวส. - ปริญญาตรี สาขา การบริหาร/การบัญชี/การจัดการ หรือสาขาที่เกี่ยวข้อง\n สามารถใช้คอมพิวเตอร์โปรแกรม Microsoft Word, Excel   ได้เป็นอย่างดี\n สามารถใช้โปรแกรม EXPRESS หรือ All in one ได้จะพิจารณาเป็นพิเศษ\n มีมนุษยสัมพันธ์ดี บุคลิกภาพดี\n มีความรับผิดชอบ รอบคอบ และมีความอดทน\n ตรงต่อเวลา มีความกระตือรือร้น\n\n รายละเอียดงาน\n\n จัดเตรียมเอกสารการวางบิล\n รับวางบิล/จ่ายเช็ค\n ดูแลด้านลูกหนี้ (ครบกำหนดการชำระเงินของลูกค้า) ติดตามลูกหนี้\n จัดทำรายละเอียดส่งเอกสารการวางบิลเก็บเงิน\n จัดทำใบสำคัญรับประจำวัน\n หน้าที่อื่น ๆ ที่ได้รับมอบหมาย\n\nInterested applicants are invited to apply in person or send application with full resume indicating qualifications and experience, transcript, current and expected salary and recent photo via Apply now button.\nSIAM ARMSTRONG CO., LTD.\n14  Soi  Bangkae 12,  Bangkae,  Bangkae,   Bangkok  10160  Thailand\nติดต่อ ฝ่ายบุคคล  0-2802-3511-2  ต่อ  110\nwww.siamarmstrong.com", "object_id": "jobsdb_20180512_000097"}
{"loc": "บางนา", "sal": "เงินเดือนสามารถต่อรองได้", "pdate": "12-May-18", "company": "ADVICS Asia Pacific Co., Ltd.", "pos": "Sales & Marketing Executive", "benef": "สิทธิการเบิกค่าทันตกรรม|ทุนการศึกษา|มีเวลาการทำงานที่ยืดหยุ่น|ค่าใช้จ่ายสำหรับที่อยู่อาศัย|ประกันชีวิต|ประกันสุขภาพ|ค่าทำงานล่วงเวลา|เงินโบนัสตามผลงาน|ค่ายานพาหนะ|ค่าใช้จ่ายในการเดินทาง", "func": "งานการตลาด งาน PR > งานการตลาดทั่วไป\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขาย\nงานขาย งานบริการลูกค้า งานพัฒนาธุรกิจ > งานขายอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา", "indus": "ธุรกิจยานยนต์", "other": null, "desc": "Qualifications:\n\nThai nationality, Male/Female age 28-35yrs. Old\nBachelor’s Degree in Marketing, Business Administration or related fields\nPriority: At least 3-7 years experience in marketing task, sales if automotive industry will be preferred\n\n\nGood work attitude and team spirit\nSelf-motivation, commercial awareness, initiative and the ability to work as part of a team.\nProblem-solving, analytical, technical abilities are importance\nHighly responsible person who is able to set up a work plan independently\n\nKey Responsibility:\n\nRegular visit,manintaining and developing relationships with existing customers\nAssist for create budget,Sales Target,frecast volume per customer\nProceed and Promotional sales activities\nPlan sales strategy, analyze competitor, and research market\nRepresenting company at seminar, events or activities.\nCustomer claim, complain, corrective action request and coordinate with other department\nProvide Clients and users service and/or technical assistances\nAble to visit customer in upcountry,and overseas (GMS) sometimes\n\n     ADVICS Asia Pacific Co., Ltd.     235 Moo 7,Tha Tum , Srimahaphot,     Prachinburi 25140", "object_id": "jobsdb_20180512_000098"}
{"loc": "เมืองสมุทรปราการ", "sal": "ช่วงเงินเดือนตรงกับที่ค้นหา", "pdate": "12-May-18", "company": "Delta Electronics (Thailand) Public Co.,Ltd.", "pos": "FACILITY ENGINEERING & Know  (Knowledge Skada & Automation &Experience Fac, Good English)/วิศวกรซ่อมบำรุง (มีความรู้ด้าน Skada & Automation ด้านโรงงานอย่างดี ภาษาอย่างดี)", "benef": "", "func": "งานก่อสร้าง > งานสถาปัตยกรรม\nงานวิศวกรรม > งานวิศวกรการผลิต งานวิศวกรโรงงาน\nงานอื่นๆ > งานอื่นๆ", "edu": "ปริญญาตรี", "etype": "งานเต็มเวลา, งานประจำ", "indus": "ธุรกิจวิศวกรรมไฟฟ้า อิเล็กทรอนิกส์ ธุรกิจวิศวกรรมเครื่องกล", "other": null, "desc": "Job Descriptions\n\nFix the targets for implemention , maintain major machnes and equipment it comply with the targets and policy of the company\nPlan to improve and supervise IT accordingly and orderly to avoid lost time in production line\nAssist and instruct the correct way and skinless to get efficiency and quality.\nPlan the targets and arrage propaganda for energy saving and prepare monthly report to manager\nSupervise every step to performance to get maximum safety including hous-keeping of 5S policy\nAssess performance once a month in order to dring the to tech and train to technicians preplely.\nStudy, design the job system with in responsibility including decorating the building and factory area\nApprove the job requestion of each section wit in the department.\nPrepare plan, project and process activity of ISO 14001, ISO 18001.\nKnowledge Skada &amp; Automation &amp; PLC \nDesign electrical part of automation machine\n\nQualifications:\n\nBachelor degree in electrical engineering or related fields. (Want to present in work Good English)\nExperience in industrial factory will be an advantage.\nGood English speak &amp; write\nCertificate of diploma education and experienced at least 2 up years.\nDesign electrical part of automation &amp; PLC &amp; Skada machine\n\nThe interested person please send by clicking on \"Apply Now\"\nWebsite: http://www.deltathailand.com Or send application letter, Resume, Transcript and Photograph to :Recruitment Section Human Resource Administration DepartmentDelta Electronic ( Thailand ) Public Co., Ltd. 909 Soi 9 E5. , E.P.Z. , Bangpoo Industrial Estate, Tambol Phraksa , Amphur Muang , Samutprakarn 10280 , TEL. 0-2709-2800 EXT. 5307 , 5315 , 5316  Delta Electronic ( Thailand ) Public Co., Ltd. 111 Moo 9 , Wellgrow Industrial Estate , Bangna-Trad Rd. , Tambol Bangwua , Amphur Bangpakong , Chachoengsao 24180 , TEL. 038-522455 EXT. 5300 , 5305", "object_id": "jobsdb_20180512_000099"}
